[
  {
    "ID2": 2132448646,
    "ItemTitle": "2021 Chevrolet Colorado Z71",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCGTDEN1M1138910",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCGTDEN1M1138910-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This White 2021 Chevrolet Colorado Z71 might be just the crew cab 4x4 for you.  It has a 6 Cylinder engine.  We're offering a great deal on this one at $42,990.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a dazzling white exterior along with a black interior.  With Bluetooth, you can access your electronics anywhere, anytime.  Last minute trip? Let the vehicle tell you where to go with the included navigation system!  Driving has never been easier with remote starter.  Call today and take this one out for a spin!",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "42990 USD",
    "SalePrice": "42990 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132448648,
    "ItemTitle": "2019 Ford Mustang",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1FA6P8TH9K5104956",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1FA6P8TH9K5104956-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "You'll love to go exploring in this 2019 Ford Mustang, which is outfitted with push button start, remote starter, backup camera, a navigation system, a leather interior, dual climate control, heated seats, anti-lock brakes, and side air bag system.  This one's on the market for $34,990.  This one scored a crash test rating of 5 out of 5 stars.  For a good-looking vehicle from the inside out, this fastback rwd features a sharp black exterior along with a show stopper red interior.  Make phone calls, access your GPS and more with Bluetooth.  Youve never felt anything more comfortable than leather seats.  Take advantage of the navigation system and know that this vehicle's looking out for you.  You'll be on the road in no time with remote starter.  Make your move before it's too late  schedule a test drive today!",
    "ItemCategory": "Fastback RWD",
    "Price": "34990 USD",
    "SalePrice": "34990 USD",
    "ContextualKeywords": "Wood River car dealers; Fastback RWDs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132448656,
    "ItemTitle": "2020 Chevrolet Silverado 1500 LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3GCPWCEK7LG257911",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3GCPWCEK7LG257911-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "The push button start, remote starter, backup camera, dual climate control, heated seats, traction control, OnStar Communication System, anti-lock brakes, and side air bag system of this 2020 Chevrolet Silverado 1500 LT make this vehicle a true standout.  We've got it for $36,990.  Don't skimp on safety. Rest easy with a 4 out of 5 star crash test rating.  For a good-looking vehicle from the inside out, this crew cab features a stunning black exterior along with a black interior.  Tired of pulling over to make a phone call? Enjoy a wireless connection on-the-go with Bluetooth technology.  Driving has never been easier with remote starter.  Don't regret waiting on this one! Call today to schedule your test drive.",
    "ItemCategory": "Crew Cab",
    "Price": "36990 USD",
    "SalePrice": "36990 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cabs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132608675,
    "ItemTitle": "2020 Ford Transit Passenger XLT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1FMZK1Y88LKA25637",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1FMZK1Y88LKA25637-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2020 Ford Transit Passenger XLT is a great option for folks looking for top features like a backup camera, anti-lock brakes, and side air bag system.  It has a 6 Cylinder engine.  We've got it for $43,990.  Be sure of your safety with a crash test rating of 4 out of 5 stars.  For a good-looking vehicle from the inside out, this van features a stunning black exterior along with an ebony interior.  Enjoy handsfree communication with your Bluetooth.  Call or visit to talk with one of our vehicle specialists today!",
    "ItemCategory": "Van",
    "Price": "43990 USD",
    "SalePrice": "43990 USD",
    "ContextualKeywords": "Wood River car dealers; Vans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131140430,
    "ItemTitle": "2020 Ford Escape Hybrid SE Sport",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1FMCU9BZ5LUA60110",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1FMCU9BZ5LUA60110-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "With top features including the push button start, backup camera, heated seats, anti-lock brakes, and side air bag system, this 2020 Ford Escape Hybrid SE Sport is a great decision.  This one's on the market for $31,790.  With a crash test rating of 5 out of 5 stars, everyone can feel secure.  For a good-looking vehicle from the inside out, this SUV AWD features a dazzling desert gold exterior along with a sandstone interior.  Do more than just drive: Bluetooth capability provides wireless access for all your electronic devices.  Don't sit on this decision for long...schedule your test drive today!",
    "ItemCategory": "SUV",
    "Price": "31790 USD",
    "SalePrice": "31790 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131765978,
    "ItemTitle": "2018 Chevrolet Silverado 1500 LT LT1",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCNKREC7JZ271822",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCNKREC7JZ271822-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2018 Chevrolet Silverado 1500 LT LT1 is a real winner with features like a remote starter, backup camera, traction control, OnStar Communication System, anti-lock brakes, and side air bag system.  It comes with a 8 Cylinder engine.  This one's a deal at $37,790.  Be sure of your safety with a crash test rating of 5 out of 5 stars.  For a good-looking vehicle from the inside out, this regular cab 4x4 features a classic havana metallic exterior along with a black interior.  Make phone calls, access your GPS and more with Bluetooth.  Get on the road faster with remote starter.  Call or visit to talk with one of our vehicle specialists today!",
    "ItemCategory": "Pickup",
    "Price": "37790 USD",
    "SalePrice": "37790 USD",
    "ContextualKeywords": "Wood River car dealers; Pickups for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131779980,
    "ItemTitle": "2016 Mercedes-Benz GLE GLE 350 4MATIC",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=4JGDA5HB8GA787829",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/4JGDA5HB8GA787829-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It has a 6 Cylinder engine.  We're offering a great deal on this one at $30,729.  For a good-looking vehicle from the inside out, this SUV AWD features a dazzling silver exterior along with a black interior.  Stay connected with friends and family while on the road thanks to the Bluetooth technology.  Plan a road trip without the worry of getting lost with the built-in navigation system.  Youve never felt anything more comfortable than leather seats.  Open the sunroof on this vehicle and get your daily Vitamin D!  Don't regret waiting on this one! Call today to schedule your test drive.",
    "ItemCategory": "SUV",
    "Price": "30729 USD",
    "SalePrice": "30729 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131952251,
    "ItemTitle": "2019 Ram 1500 Big Horn",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1C6RRFFG5KN739432",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1C6RRFFG5KN739432-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Outfitted with a push button start, remote starter, backup camera, dual climate control, heated seats, anti-lock brakes, and side air bag system, this 2019 RAM 1500 Big Horn is a true steal.  It has a 6 Cylinder engine.  We're offering a great deal on this one at $40,840.  Stay safe with this crew cab 4x4's 5 out of 5 star crash test rating.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a suave billet silver metallic clearcoat exterior along with a black interior.  Use all of your electronics hands free with the Bluetooth feature.  You won't miss a beat with great time-saving features like remote starter.  Want to learn more? Call today for more information.",
    "ItemCategory": "Pickup",
    "Price": "40840 USD",
    "SalePrice": "40840 USD",
    "ContextualKeywords": "Wood River car dealers; Pickups for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131952255,
    "ItemTitle": "2020 Chevrolet Impala LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=2G11Z5S31L9102876",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/2G11Z5S31L9102876-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "When you're ready for an automotive upgrade, try this 2020 Chevrolet Impala LT 1LT on for size, which features a push button start, remote starter, backup camera, dual climate control, OnStar Communication System, anti-lock brakes, and side air bag system.  It comes with a 6 Cylinder engine.  This one's a deal at $25,441.  Drive away with an impeccable 5-star crash test rating and prepare yourself for any situation.  For a good-looking vehicle from the inside out, this sedan features a beautiful silver ice metallic exterior along with a jet black interior.  It has mileage with 19 MPG in the city and 28 MPG on the highway.  Equipped with Bluetooth technology, enjoy your favorite electronic devices wirelessly.  Your time is important and you'll be able to save it with the convenience of remote starter.  Call and schedule your test drive today!",
    "ItemCategory": "Sedan",
    "Price": "25441 USD",
    "SalePrice": "25441 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131957074,
    "ItemTitle": "2020 Cadillac CT4 Luxury",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1G6DJ5RK2L0133561",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1G6DJ5RK2L0133561-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Black Raven 2020 Cadillac CT4 Luxury might be just the sedan for you.  This one's a deal at $36,990.  For a good-looking vehicle from the inside out, this sedan features a dazzling black raven exterior along with a jet black with jet black accents interior.  With Bluetooth in the vehicle, stay connected no matter where you are.  Never get lost again with the built-in navigation system.  You won't miss a beat with great time-saving features like remote starter.  Open the sunroof on this vehicle and get your daily Vitamin D!  Interested? Call today and take it for a spin!",
    "ItemCategory": "Sedan",
    "Price": "36990 USD",
    "SalePrice": "36990 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131957075,
    "ItemTitle": "2020 Honda Civic LX",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=2HGFC2F60LH595586",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/2HGFC2F60LH595586-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Black 2020 Honda Civic LX might be just the sedan for you.  We've got it for $25,290.  It has mileage with 30 MPG in the city and 38 MPG on the highway.  For a good-looking vehicle from the inside out, this sedan features a suave black exterior along with a black interior.  A Bluetooth enabled vehicle means you can access your electronics hands free.  Your upholstery will last longer thanks to tinted windows.  Call and schedule your test drive today!",
    "ItemCategory": "Sedan",
    "Price": "25290 USD",
    "SalePrice": "25290 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131957076,
    "ItemTitle": "2020 Honda Odyssey EX-L",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=5FNRL6H7XLB051742",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/5FNRL6H7XLB051742-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It has a 6 Cylinder engine.  This one's available at the low price of $41,490.  For a good-looking vehicle from the inside out, this mini van features a classic gray exterior along with a mocha interior.  Bluetooth allows you to talk on your phone while keeping your eyes on the road.  Youve never felt anything more comfortable than leather seats.  Save time with remote starter.  This mini van includes a third row seat for more space and storage!  The sunroof allows you to let the sun in on warm days.  Don't sit on this decision for long...schedule your test drive today!",
    "ItemCategory": "Mini-Van",
    "Price": "41490 USD",
    "SalePrice": "41490 USD",
    "ContextualKeywords": "Wood River car dealers; Mini-Vans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131973744,
    "ItemTitle": "2018 Ford F-150 XLT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1FTEW1EP7JFA50201",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1FTEW1EP7JFA50201-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "You'll love the look and feel of this 2018 Ford F-150 XLT, which features a remote starter, backup camera, Bluetooth, anti-lock brakes, and side air bag system.  It comes with a 6 Cylinder engine.  This one's on the market for $37,219.  Want a supercrew 4x4 you can rely on? This one has a crash test rating of 5 out of 5 stars!  For a good-looking vehicle from the inside out, this supercrew 4x4 features a suave magnetic exterior along with a medium earth gray interior.  Your electronics will sync up easily with this Bluetooth enabled vehicle.  Driving has never been easier with remote starter.  Don't wait until it is too late! Call today to schedule an appointment.",
    "ItemCategory": "Pickup",
    "Price": "37219 USD",
    "SalePrice": "37219 USD",
    "ContextualKeywords": "Wood River car dealers; Pickups for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132064239,
    "ItemTitle": "2020 GMC Acadia AT4",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GKKNLLS5LZ145421",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GKKNLLS5LZ145421-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2020 GMC Acadia AT4 includes a push button start, remote starter, backup camera, a navigation system, a leather interior, dual climate control, heated seats, Bose sound system, OnStar Communication System, and anti-lock brakes and is a car that deserves some serious attention.  It comes with a 6 Cylinder engine.  This one's available at the low price of $43,990.  This safe and reliable SUV 4X4 has a crash test rating of 5 out of 5 stars!  For a good-looking vehicle from the inside out, this SUV 4X4 features a ravishing smokey quartz metallic exterior along with a jet black/kalahari interior.  Remain a safe, focused and responsible driver with the Bluetooth feature.  Equipped with a navigation system, you'll always know where you are.  Youve never felt anything more comfortable than leather seats.  Don't waste a moment with remote starter.  Call and schedule your test drive today!",
    "ItemCategory": "SUV",
    "Price": "43990 USD",
    "SalePrice": "43990 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132064243,
    "ItemTitle": "2020 Dodge Charger GT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=2C3CDXHG1LH245244",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/2C3CDXHG1LH245244-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "The push button start, remote starter, backup camera, a leather interior, dual climate control, anti-lock brakes, and side air bag system of this 2020 Dodge Charger GT make this vehicle a true standout.  It has a 6 Cylinder engine.  We've got it for $37,990.  This one's a keeper. It has a crash test safety rating of 5 out of 5 stars.  It has great mileage with 19 MPG in the city and 30 MPG on the highway.  For a good-looking vehicle from the inside out, this sedan features a sharp pitch black clearcoat exterior along with a black interior.  Hands-free Bluetooth technology gives you the freedom to access electronic devices anywhere, anytime.  Youve never felt anything more comfortable than leather seats.  Driving has never been easier with remote starter.  Pick up the pace with the rear spoiler.  Don't wait on this one. Schedule a test drive today!",
    "ItemCategory": "Sedan",
    "Price": "37990 USD",
    "SalePrice": "37990 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132064244,
    "ItemTitle": "2018 Ford Fusion SE",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3FA6P0H79JR270956",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3FA6P0H79JR270956-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "With such great unique features like a push button start, backup camera, dual climate control, anti-lock brakes, and side air bag system, you'll be excited to take this 2018 Ford Fusion SE for a ride.  We've got it for $23,490.  This one scored a crash test rating of 5 out of 5 stars.  For a good-looking vehicle from the inside out, this sedan features a charming ingot silver exterior along with an ebony interior.  It has great mileage with 21 MPG in the city and 32 MPG on the highway.  Stay connected with friends and family while on the road thanks to the Bluetooth technology.  Don't regret waiting on this one! Call today to schedule your test drive.",
    "ItemCategory": "Sedan",
    "Price": "23490 USD",
    "SalePrice": "23490 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132064250,
    "ItemTitle": "2021 Chevrolet Blazer LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3GNKBHRS4MS550023",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3GNKBHRS4MS550023-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2021 Chevrolet Blazer LT is complete with top-features such as the push button start, remote starter, backup camera, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system.  It comes with a 6 Cylinder engine.  This one's a deal at $40,557.  This SUV AWD scored a crash test safety rating of 5 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV AWD features a sleek black exterior along with a jet black interior.  Enjoy easy, hands-free access to your electronic devices with built-in Bluetooth.  You'll be on the road in no time with remote starter.  Don't wait on this one. Schedule a test drive today!",
    "ItemCategory": "SUV",
    "Price": "40557 USD",
    "SalePrice": "40557 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132064258,
    "ItemTitle": "2019 Nissan Sentra S",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3N1AB7AP9KY221353",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3N1AB7AP9KY221353-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "You'll love getting behind the wheel of this 2019 Nissan Sentra S, which is complete with amenities such as a backup camera, anti-lock brakes, and side air bag system.  We're offering a great deal on this one at $21,490.  Don't skimp on safety. Rest easy with a 4 out of 5 star crash test rating.  It has great mileage with 29 MPG in the city and 37 MPG on the highway.  For a good-looking vehicle from the inside out, this sedan features a gorgeous gun metallic exterior along with a charcoal interior.  Hands-free Bluetooth technology gives you the freedom to access electronic devices anywhere, anytime.  Preserve your privacy...this vehicle has tinted windows.  Want to learn more? Call today for more information.",
    "ItemCategory": "Sedan",
    "Price": "21490 USD",
    "SalePrice": "21490 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132164489,
    "ItemTitle": "2019 Chevrolet Colorado Z71",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCGSDE15K1279508",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCGSDE15K1279508-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "When you're ready to upgrade your ride, opt for this 2019 Chevrolet Colorado Z71, which includes features such as remote starter, backup camera, a navigation system, heated seats, traction control, Bose sound system, OnStar Communication System, anti-lock brakes, and side air bag system.  We're offering a great deal on this one at $40,990.  This crew cab is one of the safest you could buy. It earned a crash test rating of 4 out of 5 stars.  Discover long-lasting durability with this diesel engine.  For a good-looking vehicle from the inside out, this crew cab features a dazzling satin steel metallic exterior along with a black interior.  Have access to all of your electronics safely and easily through your Bluetooth.  Last minute trip? Let the vehicle tell you where to go with the included navigation system!  Your time is important and you'll be able to save it with the convenience of remote starter.  Call today to schedule your test drive!",
    "ItemCategory": "Pickup",
    "Price": "40990 USD",
    "SalePrice": "40990 USD",
    "ContextualKeywords": "Wood River car dealers; Pickups for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132164490,
    "ItemTitle": "2021 Chevrolet Trax LS",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=KL7CJNSM8MB373897",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/KL7CJNSM8MB373897-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Midnight Blue Metallic 2021 Chevrolet Trax LS might be just the crossover awd for you.  We've got it for $25,818.  For a good-looking vehicle from the inside out, this crossover awd features a classic midnight blue metallic exterior along with a black interior.  Equipped with Bluetooth technology, enjoy your favorite electronic devices wirelessly.  View this beauty and our entire inventory today! Call for more details.",
    "ItemCategory": "Wagon",
    "Price": "25818 USD",
    "SalePrice": "25818 USD",
    "ContextualKeywords": "Wood River car dealers; Wagons for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132164491,
    "ItemTitle": "2021 Chevrolet Blazer RS",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3GNKBERS9MS517386",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3GNKBERS9MS517386-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Outfitted with a push button start, remote starter, backup camera, a navigation system, a leather interior, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system, this 2021 Chevrolet Blazer RS is a true steal.  It has a 6 Cylinder engine.  This one's available at the low price of $46,543.  This one scored a crash test rating of 5 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV features a sharp iron gray metallic exterior along with a jet black interior.  Stay connected with friends and family while on the road thanks to the Bluetooth technology.  Youve never felt anything more comfortable than leather seats.  Never worry about being late or getting lost with the built-in navigation system.  Don't waste a moment with remote starter.  Call today to test it out!",
    "ItemCategory": "SUV",
    "Price": "46543 USD",
    "SalePrice": "46543 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132190556,
    "ItemTitle": "2019 Ford Transit Connect Wagon XLT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=NM0GE9F25K1407528",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/NM0GE9F25K1407528-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Frozen White 2019 Ford Transit Connect Wagon XLT might be just the mini van for you.  This one's on the market for $29,490.  For a good-looking vehicle from the inside out, this mini van features a charming frozen white exterior along with an ebony interior.  The vehicle comes with Bluetooth, letting you access your electronics hands free.  Families will love the third row seat...there's room for everyone!  Don't wait until it is too late! Call today to schedule an appointment.",
    "ItemCategory": "Mini-Van",
    "Price": "29490 USD",
    "SalePrice": "29490 USD",
    "ContextualKeywords": "Wood River car dealers; Mini-Vans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132360542,
    "ItemTitle": "2020 Chevrolet Equinox LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3GNAXJEV0LL206511",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3GNAXJEV0LL206511-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "For a top driving experience, check out this 2020 Chevrolet Equinox LT with a push button start, remote starter, backup camera, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system.  This one's on the market for $28,990.  With an unbeatable 5-star crash test rating, this SUV puts safety first.  For a good-looking vehicle from the inside out, this SUV features a sleek pacific blue metallic exterior along with a jet black interior.  Stay focused while driving with the Bluetooth feature.  Driving has never been easier with remote starter.  Call today and take this one out for a spin!",
    "ItemCategory": "SUV",
    "Price": "28990 USD",
    "SalePrice": "28990 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132371518,
    "ItemTitle": "2021 Chevrolet Colorado ZR2",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCGTEEN0M1252144",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCGTEEN0M1252144-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It has a 6 Cylinder engine.  We've got it for $48,495.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a suave tan exterior along with a black interior.  Tired of pulling over to make a phone call? Enjoy a wireless connection on-the-go with Bluetooth technology.  Wrong turn? Take advantage of the built-in navigation system and find your way every time.  Youve never felt anything more comfortable than leather seats.  Driving has never been easier with remote starter.  Don't wait on this one. Schedule a test drive today!",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "48495 USD",
    "SalePrice": "48495 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132371522,
    "ItemTitle": "2021 Ford Bronco Sport Big Bend",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3FMCR9B60MRB23288",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3FMCR9B60MRB23288-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Don't miss out on this 2021 Ford Bronco Sport Big Bend! It comes with a push button start, remote starter, backup camera, heated seats, anti-lock brakes, and side air bag system for an even better ride.  We've got it for $37,990.  This SUV AWD scored a crash test safety rating of 5 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV AWD features a sharp magnetic exterior along with a black interior.  Built-in Bluetooth makes it easier to stay connected on the road.  You'll be on the road in no time with remote starter.  Don't wait on this one. Schedule a test drive today!",
    "ItemCategory": "SUV AWD",
    "Price": "37990 USD",
    "SalePrice": "37990 USD",
    "ContextualKeywords": "Wood River car dealers; SUV AWDs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132371524,
    "ItemTitle": "2019 Chevrolet Spark 1LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=KL8CD6SA7KC794001",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/KL8CD6SA7KC794001-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Raspberry Metallic 2019 Chevrolet Spark 1LT might be just the hatchback for you.  This one's on the market for $19,240.  For a good-looking vehicle from the inside out, this hatchback features a sharp raspberry metallic exterior along with a black interior.  Make phone calls, access your GPS and more with Bluetooth.  Don't regret waiting on this one! Call today to schedule your test drive.",
    "ItemCategory": "Hatchback",
    "Price": "19240 USD",
    "SalePrice": "19240 USD",
    "ContextualKeywords": "Wood River car dealers; Hatchbacks for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131696009,
    "ItemTitle": "2019 Chevrolet Equinox LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=2GNAXTEV8K6223815",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/2GNAXTEV8K6223815-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Don't miss out on this 2019 Chevrolet Equinox LT! It comes with a push button start, backup camera, OnStar Communication System, anti-lock brakes, and side air bag system for an even better ride.  This one's available at the low price of $29,334.  This safe and reliable SUV 4X4 has a crash test rating of 5 out of 5 stars!  For a good-looking vehicle from the inside out, this SUV 4X4 features a stunning mosaic black metallic exterior along with a jet black interior.  Use all of your electronics hands free with the Bluetooth feature.  Want to learn more? Call today for more information.",
    "ItemCategory": "SUV",
    "Price": "29334 USD",
    "SalePrice": "29334 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131696010,
    "ItemTitle": "2017 Chevrolet SS Base",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=6G3F15RW4HL313187",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/6G3F15RW4HL313187-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It comes with a 8 Cylinder engine.  We're offering a great deal on this one at $49,581.  For a good-looking vehicle from the inside out, this sedan features a classic nightfall gray metallic exterior along with a black interior.  The vehicle comes with Bluetooth, letting you access your electronics hands free.  Youve never felt anything more comfortable than leather seats.  Asking for directions is a thing of the past with the easy-to-use navigation system!  Don't waste a moment with remote starter.  The rear spoiler gives this sedan a sporty feel.  This vehicle comes with a sunroof.  Don't wait until it is too late! Call today to schedule an appointment.",
    "ItemCategory": "Sedan",
    "Price": "49581 USD",
    "SalePrice": "49581 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131731858,
    "ItemTitle": "2020 Buick Enclave Essence",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=5GAERBKW2LJ264717",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/5GAERBKW2LJ264717-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "You'll love getting behind the wheel of this 2020 Buick Enclave Essence, which is complete with amenities such as a push button start, remote starter, backup camera, a leather interior, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system.  It comes with a 6 Cylinder engine.  We're offering a great deal on this one at $42,490.  This safe and reliable crossover has a crash test rating of 5 out of 5 stars!  For a good-looking vehicle from the inside out, this crossover features a dazzling dark slate metallic exterior along with a shale interior.  The vehicle comes with Bluetooth, letting you access your electronics hands free.  Youve never felt anything more comfortable than leather seats.  You won't miss a beat with great time-saving features like remote starter.  This crossover includes a third row seat for more space and storage!  Make your move before it's too late  schedule a test drive today!",
    "ItemCategory": "SUV",
    "Price": "42490 USD",
    "SalePrice": "42490 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131731859,
    "ItemTitle": "2019 Nissan Kicks S",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3N1CP5CU5KL543017",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3N1CP5CU5KL543017-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "If you're looking for a smooth ride, look no further than this 2019 Nissan Kicks S with a push button start, backup camera, anti-lock brakes, and side air bag system.  This one's on the market for $23,406.  This crossover is one of the safest you could buy. It earned a crash test rating of 4 out of 5 stars.  For a good-looking vehicle from the inside out, this crossover features a beautiful white exterior along with a charcoal interior.  A Bluetooth enabled vehicle means you can access your electronics hands free.  Good cars sell fast! Give us a call and schedule an appointment today!",
    "ItemCategory": "Wagon",
    "Price": "23406 USD",
    "SalePrice": "23406 USD",
    "ContextualKeywords": "Wood River car dealers; Wagons for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132494786,
    "ItemTitle": "2020 Chevrolet Silverado 1500 LTZ Z71",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3GCUYGET5LG442827",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3GCUYGET5LG442827-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Treat yourself to this 2020 Chevrolet Silverado 1500 LTZ Z71, which features a push button start, remote starter, backup camera, a navigation system, a leather interior, dual climate control, heated seats, traction control, Bose sound system, and OnStar Communication System.  It has a 6 Cylinder engine.  This one's a deal at $53,990.  Want a crew cab 4x4 you can rely on? This one has a crash test rating of 4 out of 5 stars!  It runs on diesel.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a suave summit white exterior along with a jet black interior.  Bluetooth allows you to talk on your phone while keeping your eyes on the road.  Never get lost again with the built-in navigation system.  Youve never felt anything more comfortable than leather seats.  Don't waste a moment with remote starter.  The sunroof allows you to let the sun in on warm days.  Enjoy the ride with the added security of an included bed cover.  Don't regret waiting on this one! Call today to schedule your test drive.",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "53990 USD",
    "SalePrice": "53990 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132549947,
    "ItemTitle": "2020 Chevrolet Colorado Work Truck",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCHSBEA6L1233440",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCHSBEA6L1233440-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It doesn't get much better than this 2020 Chevrolet Colorado Work Truck, which boasts a backup camera, traction control, OnStar Communication System, anti-lock brakes, and side air bag system.  This one's a deal at $28,490.  Drive away with an impeccable 4-star crash test rating and prepare yourself for any situation.  For a good-looking vehicle from the inside out, this extended cab pickup features a dazzling summit white exterior along with a jet black/dark ash interior.  Built-in Bluetooth makes it easier to stay connected on the road.  Want to learn more? Call today for more information.",
    "ItemCategory": "Extended Cab Pickup",
    "Price": "28490 USD",
    "SalePrice": "28490 USD",
    "ContextualKeywords": "Wood River car dealers; Extended Cab Pickups for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132549948,
    "ItemTitle": "2021 Toyota Highlander Limited",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=5TDDZRBH4MS111412",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/5TDDZRBH4MS111412-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Get ready to go for a ride in this 2021 Toyota Highlander Limited, which comes equipped with a push button start, backup camera, a navigation system, dual climate control, heated seats, JBL sound system, anti-lock brakes, and side air bag system.  It comes with a 6 Cylinder engine.  This one's available at the low price of $48,990.  You can trust this SUV AWD because it has a crash test rating of 5 out of 5 stars!  For a good-looking vehicle from the inside out, this SUV AWD features a stunning silver exterior along with a black interior.  With Bluetooth included, enjoy a secure, wireless connection for your favorite electronic devices.  Plan a road trip without the worry of getting lost with the built-in navigation system.  Every passenger can enjoy comfort with the third row seat.  The sunroof allows you to let the sun in on warm days.  Don't regret waiting on this one! Call today to schedule your test drive.",
    "ItemCategory": "SUV AWD",
    "Price": "48990 USD",
    "SalePrice": "48990 USD",
    "ContextualKeywords": "Wood River car dealers; SUV AWDs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132549949,
    "ItemTitle": "2017 Chevrolet Camaro 1LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1G1FB1RX0H0193331",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1G1FB1RX0H0193331-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "For a top driving experience, check out this 2017 Chevrolet Camaro 1LT with a push button start, remote starter, backup camera, OnStar Communication System, anti-lock brakes, and side air bag system.  This one's available at the low price of $28,990.  Want a coupe you can rely on? This one has a crash test rating of 5 out of 5 stars!  For a good-looking vehicle from the inside out, this coupe features a stunning red hot exterior along with a jet black interior.  Make phone calls, access your GPS and more with Bluetooth.  Get on the road faster with remote starter.  Call and schedule your test drive today!",
    "ItemCategory": "Coupe",
    "Price": "28990 USD",
    "SalePrice": "28990 USD",
    "ContextualKeywords": "Wood River car dealers; Coupes for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132549952,
    "ItemTitle": "2020 Toyota Tacoma TRD Off-Road V6",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=5TFCZ5ANXLX244051",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/5TFCZ5ANXLX244051-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "For a smoother ride, opt for this 2020 Toyota Tacoma TRD Off-Road V6 with a push button start, backup camera, a navigation system, dual climate control, heated seats, anti-lock brakes, and side air bag system.  It has a 6 Cylinder engine.  We're offering a great deal on this one at $44,490.  Don't skimp on safety. Rest easy with a 4 out of 5 star crash test rating.  For a good-looking vehicle from the inside out, this double cab 4x4 features a classic cement exterior along with a black interior.  Have access to your phone without taking your eyes off the road thanks to the Bluetooth technology.  Experience places you never would have gone before without this state of the art navigation system.  This is the vehicle you have been waiting for! Call now to schedule a test drive!",
    "ItemCategory": "Double Cab 4X4",
    "Price": "44490 USD",
    "SalePrice": "44490 USD",
    "ContextualKeywords": "Wood River car dealers; Double Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132549953,
    "ItemTitle": "2021 Chevrolet Traverse Premier Redline",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GNEVKKW0MJ213459",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GNEVKKW0MJ213459-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Make sure to get your hands on this 2021 Chevrolet Traverse Premier Redline with a push button start, remote starter, backup camera, a navigation system, a leather interior, dual climate control, heated seats, Bose sound system, OnStar Communication System, and anti-lock brakes before it's too late!  It has a 6 Cylinder engine.  This one's on the market for $52,990.  Looking to buy a safer SUV 4X4? Look no further! This one passed the crash test with 5 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV 4X4 features a suave white exterior along with a black interior.  The vehicle comes with Bluetooth, letting you access your electronics hands free.  This vehicle comes equipped with a built-in navigation system.  Youve never felt anything more comfortable than leather seats.  Don't waste a moment with remote starter.  Get extra seating   and storage space   with third row seating.  The sunroof allows you to let the sun in on warm days.  Call and schedule your test drive today!",
    "ItemCategory": "SUV 4X4",
    "Price": "52990 USD",
    "SalePrice": "52990 USD",
    "ContextualKeywords": "Wood River car dealers; SUV 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132549956,
    "ItemTitle": "2021 Chevrolet Silverado 2500HD High Country",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GC4YREY1MF241971",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GC4YREY1MF241971-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It has a 8 Cylinder engine.  We've got it for $80,990.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a sharp white exterior along with a black interior.  Have access to your phone without taking your eyes off the road thanks to the Bluetooth technology.  Youve never felt anything more comfortable than leather seats.  Take advantage of the navigation system and know that this vehicle's looking out for you.  You'll be on the road in no time with remote starter.  Open the sunroof on this vehicle and get your daily Vitamin D!  This is the vehicle you have been waiting for! Call now to schedule a test drive!",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "80990 USD",
    "SalePrice": "80990 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132549957,
    "ItemTitle": "2019 Kia Stinger GT2",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=KNAE55LC5K6065885",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/KNAE55LC5K6065885-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It has a 6 Cylinder engine.  This one's available at the low price of $44,879.  For a good-looking vehicle from the inside out, this sedan awd features a charming aurora black pearl exterior along with a red interior.  Enjoy easy, hands-free access to your electronic devices with built-in Bluetooth.  Youve never felt anything more comfortable than leather seats.  Hate asking for directions? No need to ask anymore: Let this easy-to-use navigation system guide you.  Open the sunroof on this vehicle and get your daily Vitamin D!  Call today to test it out!",
    "ItemCategory": "Sedan AWD",
    "Price": "44879 USD",
    "SalePrice": "44879 USD",
    "ContextualKeywords": "Wood River car dealers; Sedan AWDs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132549959,
    "ItemTitle": "2022 Cadillac XT6 Premium Luxury",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GYKPCRS6NZ104967",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GYKPCRS6NZ104967-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "If you're looking for a smooth ride, look no further than this 2022 Cadillac XT6 Premium Luxury with a push button start, remote starter, backup camera, a leather interior, dual climate control, heated seats, Bose sound system, OnStar Communication System, anti-lock brakes, and side air bag system.  It comes with a 6 Cylinder engine.  We've got it for $56,990.  You can trust this SUV because it has a crash test rating of 5 out of 5 stars!  For a good-looking vehicle from the inside out, this SUV features a stunning wilder metallic exterior along with a cirrus interior.  Enjoy easy, hands-free access to your electronic devices with built-in Bluetooth.  Youve never felt anything more comfortable than leather seats.  You'll be on the road in no time with remote starter.  Maximize your comfort: This SUV comes equipped with a third row seat.  Open the sunroof on this vehicle and get your daily Vitamin D!  Interested? Call today to take this vehicle for a spin!",
    "ItemCategory": "SUV",
    "Price": "56990 USD",
    "SalePrice": "56990 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132549960,
    "ItemTitle": "2021 Chevrolet Colorado Work Truck",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCGSBEN1M1231949",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCGSBEN1M1231949-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Satin Steel Metallic 2021 Chevrolet Colorado Work Truck might be just the crew cab for you.  It comes with a 6 Cylinder engine.  This one's available at the low price of $33,521.  For a good-looking vehicle from the inside out, this crew cab features a timeless satin steel metallic exterior along with a jet black/dark ash interior.  Equipped with Bluetooth technology, enjoy your favorite electronic devices wirelessly.  Good cars sell fast! Give us a call and schedule an appointment today!",
    "ItemCategory": "Crew Cab",
    "Price": "33521 USD",
    "SalePrice": "33521 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cabs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132602881,
    "ItemTitle": "2020 Dodge Journey SE",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3C4PDCAB5LT267971",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3C4PDCAB5LT267971-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This reliable 2020 Dodge Journey SE comes with a variety of features, including push button start, backup camera, dual climate control, anti-lock brakes, and side air bag system.  This one's available at the low price of $27,990.  With an unbeatable 4-star crash test rating, this SUV puts safety first.  For a good-looking vehicle from the inside out, this SUV features a charming contusion blue pearlcoat exterior along with a black interior.  With Bluetooth included, enjoy a secure, wireless connection for your favorite electronic devices.  Get extra seating   and storage space   with third row seating.  Interested? Call today to take this vehicle for a spin!",
    "ItemCategory": "SUV",
    "Price": "27990 USD",
    "SalePrice": "27990 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132602883,
    "ItemTitle": "2020 Dodge Journey SE",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3C4PDCAB6LT275755",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3C4PDCAB6LT275755-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "When you're ready for an automotive upgrade, try this 2020 Dodge Journey SE on for size, which features a push button start, backup camera, dual climate control, anti-lock brakes, and side air bag system.  This one's available at the low price of $27,390.  This one's a keeper. It has a crash test safety rating of 4 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV features a gorgeous pitch black clearcoat exterior along with a black interior.  Who says three's a crowd? Feel anything but crowded with this vehicle's third row seat!  Want to learn more? Call today for more information.",
    "ItemCategory": "SUV",
    "Price": "27390 USD",
    "SalePrice": "27390 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132602884,
    "ItemTitle": "2021 Chevrolet Silverado 1500 WT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3GCNWAEF5MG248317",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3GCNWAEF5MG248317-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Summit White 2021 Chevrolet Silverado 1500 WT might be just the regular cab for you.  It comes with a 8 Cylinder engine.  We're offering a great deal on this one at $35,490.  For a good-looking vehicle from the inside out, this regular cab features a classic summit white exterior along with a black interior.  A Bluetooth enabled vehicle means you can access your electronics hands free.  Don't wait until it is too late! Call today to schedule an appointment.",
    "ItemCategory": "Regular Cab",
    "Price": "35490 USD",
    "SalePrice": "35490 USD",
    "ContextualKeywords": "Wood River car dealers; Regular Cabs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132602886,
    "ItemTitle": "2019 Ford Transit Connect Cargo XLT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=NM0LS7F7XK1422615",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/NM0LS7F7XK1422615-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This White 2019 Ford Transit Connect Cargo XLT might be just the mini van for you.  We've got it for $34,490.  For a good-looking vehicle from the inside out, this mini van features a classic white exterior along with an ebony interior.  Do more than just drive: Bluetooth capability provides wireless access for all your electronic devices.  Call today to test it out!",
    "ItemCategory": "Mini Van",
    "Price": "34490 USD",
    "SalePrice": "34490 USD",
    "ContextualKeywords": "Wood River car dealers; Mini Vans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132602888,
    "ItemTitle": "2021 Chevrolet Silverado 1500 WT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3GCNWAEF3MG358573",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3GCNWAEF3MG358573-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Summit White 2021 Chevrolet Silverado 1500 WT might be just the regular cab for you.  It has a 8 Cylinder engine.  We're offering a great deal on this one at $35,490.  For a good-looking vehicle from the inside out, this regular cab features a gorgeous summit white exterior along with a black interior.  Stay clear of distracted driving with Bluetooth.  This is the vehicle for you! Give us a call today and don't let it slip away!",
    "ItemCategory": "Regular Cab",
    "Price": "35490 USD",
    "SalePrice": "35490 USD",
    "ContextualKeywords": "Wood River car dealers; Regular Cabs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132602890,
    "ItemTitle": "2019 RAM 2500 Big Horn",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3C6MR5BJ4KG701768",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3C6MR5BJ4KG701768-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Granite Crystal Metallic Clearcoat 2019 RAM 2500 Big Horn might be just the regular cab 4x4 for you.  It comes with a 8 Cylinder engine.  We've got it for $46,990.  For a good-looking vehicle from the inside out, this regular cab 4x4 features a gorgeous granite crystal metallic clearcoat exterior along with a black interior.  Take calls, play your favorite tunes and more with the Bluetooth feature.  Get on the road faster with remote starter.  Don't wait on this one. Schedule a test drive today!",
    "ItemCategory": "Regular Cab 4X4",
    "Price": "46990 USD",
    "SalePrice": "46990 USD",
    "ContextualKeywords": "Wood River car dealers; Regular Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132602891,
    "ItemTitle": "2018 Chevrolet Silverado 1500 LTZ 2lz Z71",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3GCUKSEJ8JG355598",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3GCUKSEJ8JG355598-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This reliable 2018 Chevrolet Silverado 1500 LTZ 2lz Z71 comes with a variety of features, including remote starter, backup camera, a navigation system, a leather interior, dual climate control, heated seats, traction control, Bose sound system, OnStar Communication System, and anti-lock brakes.  It comes with a 8 Cylinder engine.  This one's on the market for $51,490.  This safe and reliable crew cab 4x4 has a crash test rating of 5 out of 5 stars!  For a good-looking vehicle from the inside out, this crew cab 4x4 features a ravishing black exterior along with a jet black interior.  Use all of your electronics hands free with the Bluetooth feature.  Youve never felt anything more comfortable than leather seats.  Hate asking for directions? No need to ask anymore: Let this easy-to-use navigation system guide you.  Get on the road faster with remote starter.  This vehicle comes with a sunroof.  With the included bed cover, moving small items has never been easier.  This is the vehicle you have been waiting for! Call now to schedule a test drive!",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "51490 USD",
    "SalePrice": "51490 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132666809,
    "ItemTitle": "2010 Chevrolet Malibu LT 1LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1G1ZC5EB8AF137166",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1G1ZC5EB8AF137166-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "If you're shopping for a quality vehicle with perks such as a traction control, OnStar Communication System, anti-lock brakes, and side air bag system, this 2010 Chevrolet Malibu LT 1LT may be the car for you.  This one's on the market for $10,990.  With a crash test rating of 5 out of 5 stars, everyone can feel secure.  It has great mileage with 22 MPG in the city and 33 MPG on the highway.  For a good-looking vehicle from the inside out, this sedan features a dazzling silver ice metallic exterior along with a titanium interior.  This is the vehicle for you! Give us a call today and don't let it slip away!",
    "ItemCategory": "Sedan",
    "Price": "10990 USD",
    "SalePrice": "10990 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2130866054,
    "ItemTitle": "2019 Ford F-150 XLT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1FTEW1EP3KFB67422",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1FTEW1EP3KFB67422-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2019 Ford F-150 XLT includes a backup camera, anti-lock brakes, and side air bag system and is a car that deserves some serious attention.  It comes with a 6 Cylinder engine.  This one's on the market for $39,690.  Drive away with an impeccable 5-star crash test rating and prepare yourself for any situation.  For a good-looking vehicle from the inside out, this supercrew 4x4 features a timeless ingot silver exterior along with a medium earth gray interior.  Do more than just drive: Bluetooth capability provides wireless access for all your electronic devices.  No need to worry about faded or cracked seats  this vehicle's got tinted windows for ultimate protection.  Interested? Don't let it slip away! Call today for a test drive.",
    "ItemCategory": "Pickup",
    "Price": "39690 USD",
    "SalePrice": "39690 USD",
    "ContextualKeywords": "Wood River car dealers; Pickups for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131371079,
    "ItemTitle": "2018 Chevrolet Equinox Premier",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=2GNAXWEX3J6207393",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/2GNAXWEX3J6207393-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "With top features including the push button start, remote starter, backup camera, a navigation system, a leather interior, dual climate control, heated seats, Bose sound system, OnStar Communication System, and anti-lock brakes, this 2018 Chevrolet Equinox Premier is a great decision.  We're offering a great deal on this one at $30,604.  Looking to buy a safer SUV 4X4? Look no further! This one passed the crash test with 5 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV 4X4 features a gorgeous sandy ridge metallic exterior along with a jet black/brandy interior.  Simplify your everyday with Bluetooth technology that keeps you connected.  Youve never felt anything more comfortable than leather seats.  This vehicle comes equipped with a navigation system, so you'll never get lost again!  Your time is important and you'll be able to save it with the convenience of remote starter.  This vehicle comes with a sunroof.  Don't wait on this one. Schedule a test drive today!",
    "ItemCategory": "SUV",
    "Price": "30604 USD",
    "SalePrice": "30604 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131371082,
    "ItemTitle": "2020 GMC Yukon SLE",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GKS2AKC0LR232943",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GKS2AKC0LR232943-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "You'll love getting behind the wheel of this 2020 GMC Yukon SLE, which is complete with amenities such as a remote starter, backup camera, dual climate control, traction control, Bose sound system, OnStar Communication System, anti-lock brakes, and side air bag system.  It has a 8 Cylinder engine.  This one's a deal at $51,775.  With an unbeatable 4-star crash test rating, this SUV 4X4 puts safety first.  For a good-looking vehicle from the inside out, this SUV 4X4 features a sleek black exterior along with a jet black interior.  Equipped with Bluetooth technology, enjoy your favorite electronic devices wirelessly.  Save time with remote starter.  With the third row seat, everyone is guaranteed space and comfort.  View this beauty and our entire inventory today! Call for more details.",
    "ItemCategory": "SUV",
    "Price": "51775 USD",
    "SalePrice": "51775 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131609923,
    "ItemTitle": "2021 Dodge Durango GT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1C4RDJDGXMC641489",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1C4RDJDGXMC641489-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "With features like push button start, remote starter, backup camera, a navigation system, a leather interior, dual climate control, heated seats, anti-lock brakes, and side air bag system, this 2021 Dodge Durango GT is a must-have ride.  It has a 6 Cylinder engine.  We've got it for $44,990.  Don't skimp on safety. Rest easy with a 4 out of 5 star crash test rating.  For a good-looking vehicle from the inside out, this SUV AWD features a classic white knuckle clearcoat exterior along with a black interior.  Have access to all of your electronics safely and easily through your Bluetooth.  Youve never felt anything more comfortable than leather seats.  This vehicle comes equipped with a navigation system, so you'll never get lost again!  Save time with remote starter.  Maximize your comfort: This SUV AWD comes equipped with a third row seat.  Interested? Don't let it slip away! Call today for a test drive.",
    "ItemCategory": "SUV",
    "Price": "44990 USD",
    "SalePrice": "44990 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131648133,
    "ItemTitle": "2022 Kia Sportage LX",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=KNDPM3AC3N7014163",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/KNDPM3AC3N7014163-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Equipped with a backup camera, anti-lock brakes, and side air bag system, this 2022 Kia Sportage LX is a must for smart drivers everywhere.  This one's available at the low price of $31,990.  With an unbeatable 5-star crash test rating, this SUV puts safety first.  For a good-looking vehicle from the inside out, this SUV features a dazzling black cherry pearl exterior along with a black interior.  Have access to your phone without taking your eyes off the road thanks to the Bluetooth technology.  Interested? Call today and schedule a test drive!",
    "ItemCategory": "SUV",
    "Price": "31990 USD",
    "SalePrice": "31990 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131651507,
    "ItemTitle": "2019 Chevrolet Equinox LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=2GNAXKEV9K6199177",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/2GNAXKEV9K6199177-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Auto fans love the push button start, remote starter, backup camera, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system of this 2019 Chevrolet Equinox LT 1LT.  This one's available at the low price of $28,990.  This one's a keeper. It has a crash test safety rating of 5 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV features a beautiful black exterior along with a jet black interior.  With Bluetooth included, enjoy a secure, wireless connection for your favorite electronic devices.  Get on the road faster with remote starter.  This is the vehicle for you! Give us a call today and don't let it slip away!",
    "ItemCategory": "SUV",
    "Price": "28990 USD",
    "SalePrice": "28990 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131898512,
    "ItemTitle": "2020 Cadillac XT4 Premium Luxury",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GYFZDR40LF110085",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GYFZDR40LF110085-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "People everywhere will love the way this 2020 Cadillac XT4 Premium Luxury drives with features like a push button start, remote starter, backup camera, a leather interior, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system.  This one's on the market for $44,490.  With a 5-star crash test rating, this is one of the safest vehicles you can buy.  For a good-looking vehicle from the inside out, this crossover 4x4 features a beautiful twilight blue metallic exterior along with a jet black interior.  Connect to all your Bluetooth devices!  Youve never felt anything more comfortable than leather seats.  Driving has never been easier with remote starter.  Open the sunroof on this vehicle and get your daily Vitamin D!  Call or visit to talk with one of our vehicle specialists today!",
    "ItemCategory": "Wagon",
    "Price": "44490 USD",
    "SalePrice": "44490 USD",
    "ContextualKeywords": "Wood River car dealers; Wagons for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131898514,
    "ItemTitle": "2019 Ford EcoSport SE",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=MAJ3S2GE9KC286524",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/MAJ3S2GE9KC286524-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "You'll love getting behind the wheel of this 2019 Ford EcoSport SE, which is complete with amenities such as a push button start, backup camera, a navigation system, heated seats, anti-lock brakes, and side air bag system.  We've got it for $21,990.  Looking to buy a safer crossover? Look no further! This one passed the crash test with 4 out of 5 stars.  For a good-looking vehicle from the inside out, this crossover features a suave canyon ridge exterior along with an ebony black interior.  With Bluetooth included, enjoy a secure, wireless connection for your favorite electronic devices.  Lose your way? Find it again with this vehicle's navigation system.  Open the sunroof on this vehicle and get your daily Vitamin D!  Interested? Don't let it slip away! Call today for a test drive.",
    "ItemCategory": "Wagon",
    "Price": "21990 USD",
    "SalePrice": "21990 USD",
    "ContextualKeywords": "Wood River car dealers; Wagons for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131898515,
    "ItemTitle": "2021 Chevrolet TrailBlazer ACTIV",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=KL79MVSL6MB177434",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/KL79MVSL6MB177434-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Mosaic Black Metallic 2021 Chevrolet TrailBlazer ACTIV might be just the SUV for you.  This one's available at the low price of $31,790.  For a good-looking vehicle from the inside out, this SUV features a suave mosaic black metallic exterior along with a jet black/almond butter interior.  Have access to all of your electronics safely and easily through your Bluetooth.  You'll be on the road in no time with remote starter.  Interested? Don't let it slip away! Call today for a test drive.",
    "ItemCategory": "SUV",
    "Price": "31790 USD",
    "SalePrice": "31790 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131898517,
    "ItemTitle": "2020 Ford Ranger XLT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1FTER4FH4LLA12767",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1FTER4FH4LLA12767-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "You'll love getting behind the wheel of this 2020 Ford Ranger XLT, which is complete with amenities such as a remote starter, backup camera, dual climate control, anti-lock brakes, and side air bag system.  We've got it for $39,563.  This safe and reliable supercrew 4x4 has a crash test rating of 4 out of 5 stars!  For a good-looking vehicle from the inside out, this supercrew 4x4 features a ravishing magnetic exterior along with an ebony interior.  Make phone calls, access your GPS and more with Bluetooth.  Don't waste a moment with remote starter.  With the included bed cover, you can keep your truck clean year round.  Don't regret waiting on this one! Call today to schedule your test drive.",
    "ItemCategory": "Pickup",
    "Price": "39563 USD",
    "SalePrice": "39563 USD",
    "ContextualKeywords": "Wood River car dealers; Pickups for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131898518,
    "ItemTitle": "2018 Chevrolet Equinox LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=2GNAXJEV4J6186331",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/2GNAXJEV4J6186331-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "For a top driving experience, check out this 2018 Chevrolet Equinox LT 1LT with a push button start, remote starter, backup camera, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system.  We're offering a great deal on this one at $27,218.  Stay safe with this SUV's 5 out of 5 star crash test rating.  For a good-looking vehicle from the inside out, this SUV features a charming summit white exterior along with a jet black interior.  Stay focused while driving with the Bluetooth feature.  Don't waste a moment with remote starter.  Interested? Call today to take this vehicle for a spin!",
    "ItemCategory": "SUV",
    "Price": "27218 USD",
    "SalePrice": "27218 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131910008,
    "ItemTitle": "2020 Chrysler 300 S",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=2C3CCABG9LH158880",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/2C3CCABG9LH158880-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2020 Chrysler 300 S boasts features like a push button start, remote starter, backup camera, a leather interior, dual climate control, heated seats, anti-lock brakes, and side air bag system and will not disappoint.  It has a 6 Cylinder engine.  This one's available at the low price of $31,790.  With an unbeatable 4-star crash test rating, this sedan puts safety first.  It has great mileage with 19 MPG in the city and 30 MPG on the highway.  For a good-looking vehicle from the inside out, this sedan features a beautiful gloss black exterior along with a black interior.  Make phone calls, access your GPS and more with Bluetooth.  Youve never felt anything more comfortable than leather seats.  Get on the road faster with remote starter.  Interested? Call today and take it for a spin!",
    "ItemCategory": "Sedan",
    "Price": "31790 USD",
    "SalePrice": "31790 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132033072,
    "ItemTitle": "2019 Ford Ranger XLT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1FTER4FH4KLB13371",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1FTER4FH4KLB13371-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Shadow Black 2019 Ford Ranger XLT might be just the supercrew 4x4 for you.  This one's a deal at $40,803.  For a good-looking vehicle from the inside out, this supercrew 4x4 features a sharp shadow black exterior along with an ebony interior.  Have access to your phone without taking your eyes off the road thanks to the Bluetooth technology.  Get on the road faster with remote starter.  Interested? Don't let it slip away! Call today for a test drive.",
    "ItemCategory": "Pickup",
    "Price": "40803 USD",
    "SalePrice": "40803 USD",
    "ContextualKeywords": "Wood River car dealers; Pickups for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132033074,
    "ItemTitle": "2019 Chrysler 300 Touring",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=2C3CCAAG8KH569039",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/2C3CCAAG8KH569039-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "The push button start, backup camera, dual climate control, anti-lock brakes, and side air bag system of this 2019 Chrysler 300 Touring make this vehicle a true standout.  It has a 6 Cylinder engine.  This one's a deal at $28,360.  Want a sedan you can rely on? This one has a crash test rating of 4 out of 5 stars!  For a good-looking vehicle from the inside out, this sedan features a ravishing silver mist clearcoat exterior along with a black interior.  It has great mileage with 19 MPG in the city and 30 MPG on the highway.  Stay connected with friends and family while on the road thanks to the Bluetooth technology.  Call today and take this one out for a spin!",
    "ItemCategory": "Sedan",
    "Price": "28360 USD",
    "SalePrice": "28360 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132039798,
    "ItemTitle": "2022 Chevrolet Silverado 1500 Limited RST",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCUYEEL3NZ149953",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCUYEEL3NZ149953-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Shadow Gray Metallic 2022 Chevrolet Silverado 1500 Limited RST might be just the crew cab 4x4 for you.  It comes with a 8 Cylinder engine.  We've got it for $50,190.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a ravishing shadow gray metallic exterior along with a jet black cloth seat trim interior.  Call today to schedule your test drive!",
    "ItemCategory": "Pickup",
    "Price": "53190 USD",
    "SalePrice": "50190 USD",
    "ContextualKeywords": "Wood River car dealers; Pickups for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132058466,
    "ItemTitle": "2021 Kia Forte GT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3KPF44AC7ME288188",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3KPF44AC7ME288188-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "For a top driving experience, check out this 2021 Kia Forte GT with a push button start, backup camera, anti-lock brakes, and side air bag system.  This one's on the market for $26,990.  Be sure of your safety with a crash test rating of 4 out of 5 stars.  For a good-looking vehicle from the inside out, this 4 dr features a suave red exterior along with a black interior.  Make phone calls, access your GPS and more with Bluetooth.  This vehicle comes with a sunroof.  This is the vehicle you have been waiting for! Call now to schedule a test drive!",
    "ItemCategory": "Sedan",
    "Price": "26990 USD",
    "SalePrice": "26990 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132325636,
    "ItemTitle": "2021 Chevrolet Colorado LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCGTCEN9M1230132",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCGTCEN9M1230132-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Black 2021 Chevrolet Colorado LT might be just the crew cab 4x4 for you.  It comes with a 6 Cylinder engine.  We're offering a great deal on this one at $40,173.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a beautiful black exterior along with a black interior.  Use your favorite electronic devices and keep your hands on the wheel with built-in Bluetooth.  You won't miss a beat with great time-saving features like remote starter.  This is the vehicle you have been waiting for! Call now to schedule a test drive!",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "40173 USD",
    "SalePrice": "40173 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132325637,
    "ItemTitle": "2019 Buick Encore Preferred",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=KL4CJASB0KB883100",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/KL4CJASB0KB883100-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2019 Buick Encore Preferred is a real winner with features like a push button start, remote starter, backup camera, traction control, OnStar Communication System, anti-lock brakes, and side air bag system.  This one's a deal at $25,353.  Don't skimp on safety. Rest easy with a 5 out of 5 star crash test rating.  For a good-looking vehicle from the inside out, this crossover features a ravishing coppertino metallic exterior along with a shale interior.  Hands-free Bluetooth technology gives you the freedom to access electronic devices anywhere, anytime.  Don't waste a moment with remote starter.  This is the vehicle you have been waiting for! Call now to schedule a test drive!",
    "ItemCategory": "Crossover",
    "Price": "25353 USD",
    "SalePrice": "25353 USD",
    "ContextualKeywords": "Wood River car dealers; Crossovers for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132325640,
    "ItemTitle": "2020 Toyota C-HR LE",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=JTNKHMBX8L1068849",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/JTNKHMBX8L1068849-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2020 Toyota C-HR LE boasts features like a push button start, backup camera, dual climate control, heated seats, anti-lock brakes, and side air bag system and will not disappoint.  We've got it for $28,990.  Want a crossover you can rely on? This one has a crash test rating of 5 out of 5 stars!  For a good-looking vehicle from the inside out, this crossover features a dazzling magnetic gray metallic exterior along with a black interior.  Take calls, play your favorite tunes and more with the Bluetooth feature.  Come see us today and see this one in person!",
    "ItemCategory": "Crossover",
    "Price": "28990 USD",
    "SalePrice": "28990 USD",
    "ContextualKeywords": "Wood River car dealers; Crossovers for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132325642,
    "ItemTitle": "2020 Nissan Rogue S",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=5N1AT2MT7LC760954",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/5N1AT2MT7LC760954-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Don't miss out on this 2020 Nissan Rogue S! It comes with a backup camera, heated seats, anti-lock brakes, and side air bag system for an even better ride.  We're offering a great deal on this one at $26,059.  With a crash test rating of 4 out of 5 stars, everyone can feel secure.  For a good-looking vehicle from the inside out, this crossover features a dazzling glacier white exterior along with a charcoal interior.  Built-in Bluetooth makes it easier to stay connected on the road.  Make your move before it's too late  schedule a test drive today!",
    "ItemCategory": "Crossover",
    "Price": "26059 USD",
    "SalePrice": "26059 USD",
    "ContextualKeywords": "Wood River car dealers; Crossovers for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132389013,
    "ItemTitle": "2021 Buick Encore GX Select",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=KL4MMDSL5MB144684",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/KL4MMDSL5MB144684-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "For a top driving experience, check out this 2021 Buick Encore GX Select with a push button start, remote starter, backup camera, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system.  We're offering a great deal on this one at $29,990.  Don't skimp on safety. Rest easy with a 5 out of 5 star crash test rating.  For a good-looking vehicle from the inside out, this crossover features a ravishing summit white exterior along with an ebony with ebony interior accents interior.  The vehicle comes with Bluetooth, letting you access your electronics hands free.  You won't miss a beat with great time-saving features like remote starter.  This is the vehicle for you! Give us a call today and don't let it slip away!",
    "ItemCategory": "Crossover",
    "Price": "29990 USD",
    "SalePrice": "29990 USD",
    "ContextualKeywords": "Wood River car dealers; Crossovers for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132389014,
    "ItemTitle": "2017 RAM ProMaster City Tradesman",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=ZFBERFAB9H6E51215",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/ZFBERFAB9H6E51215-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Bright White 2017 RAM ProMaster City Tradesman might be just the cargo van for you.  This one's available at the low price of $22,990.  For a good-looking vehicle from the inside out, this cargo van features a beautiful bright white exterior along with a black interior.  This is the vehicle you have been waiting for! Call now to schedule a test drive!",
    "ItemCategory": "Cargo Van",
    "Price": "22990 USD",
    "SalePrice": "22990 USD",
    "ContextualKeywords": "Wood River car dealers; Cargo Vans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132389015,
    "ItemTitle": "2022 Buick Encore GX Select",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=KL4MMDSL9NB037123",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/KL4MMDSL9NB037123-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "For a top driving experience, check out this 2022 Buick Encore GX Select with a push button start, remote starter, backup camera, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system.  This one's a deal at $32,990.  With a crash test rating of 5 out of 5 stars, everyone can feel secure.  For a good-looking vehicle from the inside out, this crossover features a ravishing sunset glow metallic exterior along with a whisper beige with ebony interior accents interior.  Enjoy handsfree communication with your Bluetooth.  Save time with remote starter.  Call today to test it out!",
    "ItemCategory": "Crossover",
    "Price": "32990 USD",
    "SalePrice": "32990 USD",
    "ContextualKeywords": "Wood River car dealers; Crossovers for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132389016,
    "ItemTitle": "2021 Chevrolet Silverado 1500 WT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3GCNWAEFXMG253061",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3GCNWAEFXMG253061-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Summit White 2021 Chevrolet Silverado 1500 WT might be just the regular cab for you.  It has a 8 Cylinder engine.  This one's on the market for $36,990.  For a good-looking vehicle from the inside out, this regular cab features a beautiful summit white exterior along with a black interior.  Avoid costly cell phone tickets with the built-in Bluetooth feature.  Interested? Don't let it slip away! Call today for a test drive.",
    "ItemCategory": "Regular Cab",
    "Price": "36990 USD",
    "SalePrice": "36990 USD",
    "ContextualKeywords": "Wood River car dealers; Regular Cabs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132389018,
    "ItemTitle": "2020 Jeep Cherokee Latitude",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1C4PJMCB7LD529619",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1C4PJMCB7LD529619-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "You'll love the look and feel of this 2020 Jeep Cherokee Latitude, which features a backup camera, anti-lock brakes, and side air bag system.  We've got it for $27,990.  With a 4-star crash test rating, this is one of the safest vehicles you can buy.  For a good-looking vehicle from the inside out, this SUV 4X4 features a dazzling slate blue pearlcoat exterior along with a black interior.  Access your electronic devices hands free with Bluetooth in the vehicle.  This is the vehicle for you! Give us a call today and don't let it slip away!",
    "ItemCategory": "SUV 4X4",
    "Price": "27990 USD",
    "SalePrice": "27990 USD",
    "ContextualKeywords": "Wood River car dealers; SUV 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132389019,
    "ItemTitle": "2021 Jeep Cherokee Latitude Lux",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1C4PJMMX9MD158006",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1C4PJMMX9MD158006-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2021 Jeep Cherokee Latitude Lux is a real winner with features like a push button start, remote starter, backup camera, a leather interior, heated seats, anti-lock brakes, and side air bag system.  It comes with a 6 Cylinder engine.  We've got it for $34,490.  This one's a keeper. It has a crash test safety rating of 4 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV 4X4 features a beautiful diamond black crystal pearlcoat exterior along with a black interior.  Access and sync all of your electronics with the Bluetooth feature.  Youve never felt anything more comfortable than leather seats.  Driving has never been easier with remote starter.  Tinted windows protect your seats from cracking and fading.  Come see us today and see this one in person!",
    "ItemCategory": "SUV 4X4",
    "Price": "34490 USD",
    "SalePrice": "34490 USD",
    "ContextualKeywords": "Wood River car dealers; SUV 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132389020,
    "ItemTitle": "2020 Jeep Grand Cherokee Laredo x",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1C4RJFAG4LC391062",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1C4RJFAG4LC391062-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "You'll love the look and feel of this 2020 Jeep Grand Cherokee Laredo x, which features a push button start, backup camera, a navigation system, a leather interior, dual climate control, heated seats, anti-lock brakes, and side air bag system.  It comes with a 6 Cylinder engine.  This one's a deal at $38,964.  This one's a keeper. It has a crash test safety rating of 5 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV 4X4 features a stunning billet silver metallic clearcoat exterior along with a black interior.  Stay connected with friends and family while on the road thanks to the Bluetooth technology.  Equipped with a navigation system, you'll always know where you are.  Youve never felt anything more comfortable than leather seats.  Interested? Call today to take this vehicle for a spin!",
    "ItemCategory": "SUV 4X4",
    "Price": "38964 USD",
    "SalePrice": "38964 USD",
    "ContextualKeywords": "Wood River car dealers; SUV 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132523759,
    "ItemTitle": "2019 Chevrolet Silverado 1500 Custom",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3GCPYBEH3KG171924",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3GCPYBEH3KG171924-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It doesn't get much better than this 2019 Chevrolet Silverado 1500 Custom, which boasts a remote starter, backup camera, traction control, anti-lock brakes, and side air bag system.  It has a 6 Cylinder engine.  This one's on the market for $39,490.  Don't skimp on safety. Rest easy with a 4 out of 5 star crash test rating.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a gorgeous black exterior along with a black interior.  Take calls, play your favorite tunes and more with the Bluetooth feature.  Your time is important and you'll be able to save it with the convenience of remote starter.  Call today to test it out!",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "39490 USD",
    "SalePrice": "39490 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132529870,
    "ItemTitle": "2021 RAM 2500 Laramie",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3C6UR5FL3MG633512",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3C6UR5FL3MG633512-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It has a 6 Cylinder engine.  This one's available at the low price of $76,990.  This diesel vehicle has more power, more fuel economy and more bang for your buck.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a sharp billet silver metallic clearcoat exterior along with a black interior.  Enjoy handsfree communication with your Bluetooth.  Youve never felt anything more comfortable than leather seats.  Take advantage of the navigation system and know that this vehicle's looking out for you.  Don't waste a moment with remote starter.  Make your move before it's too late  schedule a test drive today!",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "76990 USD",
    "SalePrice": "76990 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132529871,
    "ItemTitle": "2019 Chevrolet Blazer Base",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3GNKBGRS8KS584408",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3GNKBGRS8KS584408-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2019 Chevrolet Blazer Base is a great option for folks looking for top features like a push button start, remote starter, backup camera, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system.  It comes with a 6 Cylinder engine.  This one's available at the low price of $41,490.  Drive away with an impeccable 5-star crash test rating and prepare yourself for any situation.  For a good-looking vehicle from the inside out, this SUV AWD features a ravishing cajun red tintcoat exterior along with a jet black interior.  The vehicle comes with Bluetooth, letting you access your electronics hands free.  Driving has never been easier with remote starter.  Want to learn more? Call today for more information.",
    "ItemCategory": "SUV AWD",
    "Price": "41490 USD",
    "SalePrice": "41490 USD",
    "ContextualKeywords": "Wood River car dealers; SUV AWDs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132615075,
    "ItemTitle": "2016 Jeep Patriot Sport",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1C4NJPBB6GD528851",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1C4NJPBB6GD528851-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "With features like anti-lock brakes and side air bag system, this 2016 Jeep Patriot Sport is a must-have ride.  We've got it for $18,490.  This one's a keeper. It has a crash test safety rating of 4 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV features a stunning maximum steel metallic clearcoat exterior along with a dark slate gray interior.  With Bluetooth in the vehicle, stay connected no matter where you are.  Call today to schedule your test drive!",
    "ItemCategory": "SUV",
    "Price": "18490 USD",
    "SalePrice": "18490 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132618150,
    "ItemTitle": "2017 Ford Expedition XLT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1FMJU1JT6HEA01512",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1FMJU1JT6HEA01512-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "People everywhere will love the way this 2017 Ford Expedition XLT drives with features like a rear air conditioning, backup camera, Bluetooth, anti-lock brakes, and side air bag system.  It comes with a 6 Cylinder engine.  We're offering a great deal on this one at $23,790.  Looking to buy a safer SUV 4X4? Look no further! This one passed the crash test with 5 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV 4X4 features a stunning magnetic exterior along with an ebony interior.  Make phone calls, access your GPS and more with Bluetooth.  Even the passengers in the back seat will ride in comfort thanks to the rear air control.  This SUV 4X4 includes a third row seat for more space and storage!  Don't wait until it is too late! Call today to schedule an appointment.",
    "ItemCategory": "SUV 4X4",
    "Price": "23790 USD",
    "SalePrice": "23790 USD",
    "ContextualKeywords": "Wood River car dealers; SUV 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132626017,
    "ItemTitle": "2016 Ford Mustang GT Premium",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1FATP8FF9G5268292",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1FATP8FF9G5268292-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It has a 8 Cylinder engine.  We're offering a great deal on this one at $35,490.  For a good-looking vehicle from the inside out, this convertible features a charming black exterior along with an ebony interior.  Do more than just drive: Bluetooth capability provides wireless access for all your electronic devices.  This built-in navigation system is easy to use!  Youve never felt anything more comfortable than leather seats.  Don't sit on this decision for long...schedule your test drive today!",
    "ItemCategory": "Convertible",
    "Price": "35490 USD",
    "SalePrice": "35490 USD",
    "ContextualKeywords": "Wood River car dealers; Convertibles for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132649172,
    "ItemTitle": "2022 Chevrolet Silverado 1500 LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCUDDEDXNZ535381",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCUDDEDXNZ535381-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Cherry Red Tintcoat 2022 Chevrolet Silverado 1500 LT might be just the crew cab 4x4 for you.  It has a 8 Cylinder engine.  We're offering a great deal on this one at $57,980.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a classic cherry red tintcoat exterior along with a jet black leather appointed front outboard seating interior.  View this beauty and our entire inventory today! Call for more details.",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "57980 USD",
    "SalePrice": "57980 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132649173,
    "ItemTitle": "2022 Chevrolet Silverado 1500 LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCUDDED4NZ535408",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCUDDED4NZ535408-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Cherry Red Tintcoat 2022 Chevrolet Silverado 1500 LT might be just the crew cab 4x4 for you.  It has a 8 Cylinder engine.  This one's a deal at $57,980.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a sharp cherry red tintcoat exterior along with a jet black leather appointed front outboard seating interior.  View this beauty and our entire inventory today! Call for more details.",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "57980 USD",
    "SalePrice": "57980 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132656955,
    "ItemTitle": "2017 Cadillac CTS 2.0L Turbo Luxury",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1G6AX5SX4H0174529",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1G6AX5SX4H0174529-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Equipped with a push button start, remote starter, backup camera, a navigation system, a leather interior, dual climate control, heated seats, Bose sound system, OnStar Communication System, and anti-lock brakes, this 2017 Cadillac CTS 2.0L Turbo Luxury is a must for smart drivers everywhere.  We're offering a great deal on this one at $30,490.  Stay safe with this sedan awd's 5 out of 5 star crash test rating.  For a good-looking vehicle from the inside out, this sedan awd features a timeless dark adriatic blue metallic exterior along with a jet black with jet black accents interior.  With Bluetooth in the vehicle, stay connected no matter where you are.  Direct your drive with the built-in navigation system.  Youve never felt anything more comfortable than leather seats.  Get on the road faster with remote starter.  The sunroof allows you to let the sun in on warm days.  Don't wait until it is too late! Call today to schedule an appointment.",
    "ItemCategory": "Sedan AWD",
    "Price": "30490 USD",
    "SalePrice": "30490 USD",
    "ContextualKeywords": "Wood River car dealers; Sedan AWDs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132656957,
    "ItemTitle": "2020 Chevrolet Colorado Work Truck",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCHSBEA9L1236414",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCHSBEA9L1236414-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Make sure to get your hands on this 2020 Chevrolet Colorado Work Truck with a backup camera, traction control, OnStar Communication System, anti-lock brakes, and side air bag system before it's too late!  This one's on the market for $27,490.  This extended cab pickup scored a crash test safety rating of 4 out of 5 stars.  For a good-looking vehicle from the inside out, this extended cab pickup features a timeless summit white exterior along with a jet black/dark ash interior.  Enjoy handsfree communication with your Bluetooth.  Don't wait on this one. Schedule a test drive today!",
    "ItemCategory": "Extended Cab Pickup",
    "Price": "27490 USD",
    "SalePrice": "27490 USD",
    "ContextualKeywords": "Wood River car dealers; Extended Cab Pickups for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132658999,
    "ItemTitle": "2022 Chevrolet Silverado 1500 RST",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCUDEED8NZ536650",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCUDEED8NZ536650-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Cherry Red Tintcoat 2022 Chevrolet Silverado 1500 RST might be just the crew cab 4x4 for you.  It comes with a 8 Cylinder engine.  We've got it for $56,090.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a timeless cherry red tintcoat exterior along with a jet black cloth seat trim interior.  Don't sit on this decision for long...schedule your test drive today!",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "56090 USD",
    "SalePrice": "56090 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2129088793,
    "ItemTitle": "2019 Chevrolet Camaro SS",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1G1FF3D75K0100088",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1G1FF3D75K0100088-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Crush 2019 Chevrolet Camaro SS might be just the 2 dr for you.  It has a 8 Cylinder engine.  We're offering a great deal on this one at $44,990.  For a good-looking vehicle from the inside out, this 2 dr features a stunning crush exterior along with a medium ash gray interior.  Have access to your phone without taking your eyes off the road thanks to the Bluetooth technology.  You'll be on the road in no time with remote starter.  This is the vehicle for you! Give us a call today and don't let it slip away!",
    "ItemCategory": "Convertible",
    "Price": "44990 USD",
    "SalePrice": "44990 USD",
    "ContextualKeywords": "Wood River car dealers; Convertibles for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131238138,
    "ItemTitle": "2021 Chevrolet Blazer RS",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3GNKBKRS0MS509577",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3GNKBKRS0MS509577-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "With top features including the push button start, remote starter, backup camera, a navigation system, a leather interior, dual climate control, heated seats, Bose sound system, OnStar Communication System, and anti-lock brakes, this 2021 Chevrolet Blazer RS is a great decision.  It comes with a 6 Cylinder engine.  This one's a deal at $45,990.  Drive away with an impeccable 5-star crash test rating and prepare yourself for any situation.  For a good-looking vehicle from the inside out, this SUV AWD features a gorgeous black exterior along with a jet black interior.  Stay clear of distracted driving with Bluetooth.  Youve never felt anything more comfortable than leather seats.  You'll never have to stop for directions again! This vehicle comes with a navigation system.  Driving has never been easier with remote starter.  Open the sunroof on this vehicle and get your daily Vitamin D!  Interested? Don't let it slip away! Call today for a test drive.",
    "ItemCategory": "SUV",
    "Price": "45990 USD",
    "SalePrice": "45990 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131238142,
    "ItemTitle": "2021 Chevrolet Silverado 2500HD LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GC1YNEY8MF256236",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GC1YNEY8MF256236-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Summit White 2021 Chevrolet Silverado 2500HD LT might be just the crew cab 4x4 for you.  It comes with a 8 Cylinder engine.  This one's a deal at $61,667.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a sharp summit white exterior along with a black interior.  Hands-free Bluetooth technology gives you the freedom to access electronic devices anywhere, anytime.  Get on the road faster with remote starter.  Interested? Don't let it slip away! Call today for a test drive.",
    "ItemCategory": "Pickup",
    "Price": "61667 USD",
    "SalePrice": "61667 USD",
    "ContextualKeywords": "Wood River car dealers; Pickups for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131277076,
    "ItemTitle": "2020 GMC Acadia AT4",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GKKNLLS4LZ188051",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GKKNLLS4LZ188051-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "With top features including the push button start, remote starter, backup camera, a navigation system, dual climate control, heated seats, Bose sound system, OnStar Communication System, anti-lock brakes, and side air bag system, this 2020 GMC Acadia AT4 is a great decision.  It has a 6 Cylinder engine.  We're offering a great deal on this one at $43,490.  This SUV 4X4 is one of the safest you could buy. It earned a crash test rating of 5 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV 4X4 features a gorgeous smokey quartz metallic exterior along with a jet black interior.  Have access to your phone without taking your eyes off the road thanks to the Bluetooth technology.  This vehicle comes equipped with a navigation system, so you'll never get lost again!  Save time with remote starter.  Families will love the third row seat...there's room for everyone!  Good cars sell fast! Give us a call and schedule an appointment today!",
    "ItemCategory": "SUV",
    "Price": "43490 USD",
    "SalePrice": "43490 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131304854,
    "ItemTitle": "2021 Chevrolet Trax LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=KL7CJLSB0MB308030",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/KL7CJLSB0MB308030-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Black cherry metallic 2021 Chevrolet Trax LT might be just the crossover for you.  This one's a deal at $26,890.  For a good-looking vehicle from the inside out, this crossover features a sleek black cherry metallic exterior along with a jet black interior.  Make phone calls, access your GPS and more with Bluetooth.  Driving has never been easier with remote starter.  Interested? Call today to take this vehicle for a spin!",
    "ItemCategory": "Wagon",
    "Price": "26890 USD",
    "SalePrice": "26890 USD",
    "ContextualKeywords": "Wood River car dealers; Wagons for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131304860,
    "ItemTitle": "2018 Chevrolet Equinox LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=2GNAXKEX6J6163110",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/2GNAXKEX6J6163110-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "With features like push button start, remote starter, backup camera, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system, this 2018 Chevrolet Equinox LT 2LT is a must-have ride.  We've got it for $25,490.  Looking to buy a safer SUV? Look no further! This one passed the crash test with 5 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV features a sharp orange burst metallic exterior along with a jet black interior.  Have access to all of your electronics safely and easily through your Bluetooth.  Driving has never been easier with remote starter.  Interested? Call today and schedule a test drive!",
    "ItemCategory": "SUV",
    "Price": "25490 USD",
    "SalePrice": "25490 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131506892,
    "ItemTitle": "2019 Ford Transit Cargo 250",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1FTYR1ZM5KKB36491",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1FTYR1ZM5KKB36491-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This White 2019 Ford Transit Cargo Base might be just the cargo van for you.  It has a 6 Cylinder engine.  We've got it for $45,884.  For a good-looking vehicle from the inside out, this cargo van features a gorgeous white exterior along with a charcoal black interior.  Interested? Call today and take it for a spin!",
    "ItemCategory": "Full-Size",
    "Price": "45884 USD",
    "SalePrice": "45884 USD",
    "ContextualKeywords": "Wood River car dealers; Full-Sizes for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131566018,
    "ItemTitle": "2018 Jeep Renegade Sport",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=ZACCJBAB0JPJ27233",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/ZACCJBAB0JPJ27233-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Outfitted with a push button start, remote starter, backup camera, anti-lock brakes, and side air bag system, this 2018 Jeep Renegade Sport is a true steal.  We've got it for $19,790.  This one scored a crash test rating of 4 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV 4X4 features a dazzling black exterior along with a black interior.  Use your favorite electronic devices and keep your hands on the wheel with built-in Bluetooth.  Get on the road faster with remote starter.  Interested? Call today and schedule a test drive!",
    "ItemCategory": "SUV",
    "Price": "19790 USD",
    "SalePrice": "19790 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131566021,
    "ItemTitle": "2018 Mazda CX-5 Touring",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=JM3KFBCM8J1416124",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/JM3KFBCM8J1416124-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2018 Mazda CX-5 Touring is a real winner with features like a push button start, backup camera, dual climate control, heated seats, anti-lock brakes, and side air bag system.  This one's a deal at $28,266.  Don't skimp on safety. Rest easy with a 4 out of 5 star crash test rating.  For a good-looking vehicle from the inside out, this SUV AWD features a timeless gray exterior along with a black interior.  Access and sync all of your electronics with the Bluetooth feature.  The sunroof allows you to let the sun in on warm days.  Come see us today and see this one in person!",
    "ItemCategory": "SUV",
    "Price": "28266 USD",
    "SalePrice": "28266 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131566023,
    "ItemTitle": "2020 Chevrolet Equinox Premier",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=2GNAXNEV2L6243314",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/2GNAXNEV2L6243314-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "You'll love the look and feel of this 2020 Chevrolet Equinox Premier, which features a push button start, remote starter, backup camera, a leather interior, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system.  This one's a deal at $28,990.  With a 5-star crash test rating, this is one of the safest vehicles you can buy.  For a good-looking vehicle from the inside out, this SUV features a classic pacific blue metallic exterior along with a medium ash gray interior.  Access your electronic devices hands free with Bluetooth in the vehicle.  Youve never felt anything more comfortable than leather seats.  Your time is important and you'll be able to save it with the convenience of remote starter.  View this beauty and our entire inventory today! Call for more details.",
    "ItemCategory": "SUV",
    "Price": "28990 USD",
    "SalePrice": "28990 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131566025,
    "ItemTitle": "2019 Ford Escape SE",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1FMCU9GD1KUB39592",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1FMCU9GD1KUB39592-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "With top features including the push button start, remote starter, backup camera, dual climate control, heated seats, anti-lock brakes, and side air bag system, this 2019 Ford Escape SE is a great decision.  We're offering a great deal on this one at $26,305.  With an unbeatable 5-star crash test rating, this SUV AWD puts safety first.  For a good-looking vehicle from the inside out, this SUV AWD features a sharp black exterior along with a charcoal black/chromite gray interior.  Enjoy easy, hands-free access to your electronic devices with built-in Bluetooth.  You won't miss a beat with great time-saving features like remote starter.  Don't wait on this one. Schedule a test drive today!",
    "ItemCategory": "SUV",
    "Price": "26305 USD",
    "SalePrice": "26305 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131566026,
    "ItemTitle": "2019 Mazda CX-5 Grand Touring",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=JM3KFBDM2K1638559",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/JM3KFBDM2K1638559-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2019 Mazda CX-5 Grand Touring is a great option for folks looking for top features like a push button start, backup camera, heads-up display, a leather interior, dual climate control, heated seats, Bose sound system, anti-lock brakes, and side air bag system.  We're offering a great deal on this one at $31,990.  Drive away with an impeccable 5-star crash test rating and prepare yourself for any situation.  For a good-looking vehicle from the inside out, this SUV AWD features a classic soul red crystal metallic exterior along with a black interior.  Access and sync all of your electronics with the Bluetooth feature.  Youve never felt anything more comfortable than leather seats.  The sunroof allows you to let the sun in on warm days.  Call or visit to talk with one of our vehicle specialists today!",
    "ItemCategory": "SUV",
    "Price": "31990 USD",
    "SalePrice": "31990 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131566029,
    "ItemTitle": "2020 Chevrolet Traverse LT Cloth",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GNEVMKW1LJ191210",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GNEVMKW1LJ191210-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "When you're ready for an automotive upgrade, try this 2020 Chevrolet Traverse LT Cloth w/2FL on for size, which features a push button start, backup camera, dual climate control, OnStar Communication System, anti-lock brakes, and side air bag system.  It comes with a 6 Cylinder engine.  This one's on the market for $39,490.  You can trust this SUV 4X4 because it has a crash test rating of 5 out of 5 stars!  For a good-looking vehicle from the inside out, this SUV 4X4 features a timeless summit white exterior along with a dark atmosphere/medium ash gray interior.  Use your favorite electronic devices and keep your hands on the wheel with built-in Bluetooth.  Families will love the third row seat...there's room for everyone!  Don't regret waiting on this one! Call today to schedule your test drive.",
    "ItemCategory": "SUV",
    "Price": "39490 USD",
    "SalePrice": "39490 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131566033,
    "ItemTitle": "2021 Subaru Ascent Touring",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=4S4WMARD7M3424351",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/4S4WMARD7M3424351-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "People everywhere will love the way this 2021 Subaru Ascent Touring drives with features like a push button start, backup camera, a navigation system, a leather interior, dual climate control, heated seats, anti-lock brakes, and side air bag system.  This one's on the market for $47,490.  This one scored a crash test rating of 5 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV AWD features a timeless crystal white pearl exterior along with a black interior.  Stay connected with friends and family while on the road thanks to the Bluetooth technology.  Youve never felt anything more comfortable than leather seats.  No more maps! Just use the navigation system.  Spread out and enjoy your road trip with the third row seat!  Open the sunroof on this vehicle and get your daily Vitamin D!  Interested? Don't let it slip away! Call today for a test drive.",
    "ItemCategory": "SUV",
    "Price": "47490 USD",
    "SalePrice": "47490 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131566038,
    "ItemTitle": "2021 Chevrolet Malibu LS",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1G1ZB5ST6MF052394",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1G1ZB5ST6MF052394-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "For a top driving experience, check out this 2021 Chevrolet Malibu LS 1LS with a push button start, remote starter, backup camera, OnStar Communication System, anti-lock brakes, and side air bag system.  This one's a deal at $27,790.  Looking to buy a safer sedan? Look no further! This one passed the crash test with 4 out of 5 stars.  For a good-looking vehicle from the inside out, this sedan features a ravishing summit white exterior along with a jet black interior.  Hands-free Bluetooth technology gives you the freedom to access electronic devices anywhere, anytime.  Driving has never been easier with remote starter.  Don't sit on this decision for long...schedule your test drive today!",
    "ItemCategory": "Sedan",
    "Price": "27790 USD",
    "SalePrice": "27790 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131566041,
    "ItemTitle": "2019 Nissan Altima 2.5 SV",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1N4BL4DWXKN302106",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1N4BL4DWXKN302106-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Outfitted with a push button start, remote starter, backup camera, dual climate control, heated seats, anti-lock brakes, and side air bag system, this 2019 Nissan Altima 2.5 SV is a true steal.  This one's a deal at $27,289.  This sedan awd is one of the safest you could buy. It earned a crash test rating of 5 out of 5 stars.  For a good-looking vehicle from the inside out, this sedan awd features a charming white exterior along with a charcoal interior.  Access and sync all of your electronics with the Bluetooth feature.  You'll be on the road in no time with remote starter.  This vehicle comes with a sunroof.  Interested? Call today and take it for a spin!",
    "ItemCategory": "Sedan",
    "Price": "27289 USD",
    "SalePrice": "27289 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131566042,
    "ItemTitle": "2017 Cadillac XT5 Base",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GYKNARS1HZ315590",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GYKNARS1HZ315590-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Buckle up for the ride of a lifetime! This 2017 Cadillac XT5 Base includes a top-notch push button start, remote starter, backup camera, dual climate control, Bose sound system, OnStar Communication System, anti-lock brakes, and side air bag system.  It has a 6 Cylinder engine.  This one's on the market for $27,490.  With a 4-star crash test rating, this is one of the safest vehicles you can buy.  For a good-looking vehicle from the inside out, this SUV features a stunning crystal white tricoat exterior along with a sahara beige interior.  Stay connected with friends and family while on the road thanks to the Bluetooth technology.  Your time is important and you'll be able to save it with the convenience of remote starter.  Call or visit to talk with one of our vehicle specialists today!",
    "ItemCategory": "SUV",
    "Price": "27490 USD",
    "SalePrice": "27490 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131569128,
    "ItemTitle": "2021 Honda HR-V EX",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3CZRU5H56MM705083",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3CZRU5H56MM705083-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Blue 2021 Honda HR-V EX might be just the crossover for you.  We've got it for $29,988.  For a good-looking vehicle from the inside out, this crossover features a classic blue exterior along with a black interior.  Stay focused while driving with the Bluetooth feature.  The sunroof allows you to let the sun in on warm days.  Call today and take this one out for a spin!",
    "ItemCategory": "Wagon",
    "Price": "29988 USD",
    "SalePrice": "29988 USD",
    "ContextualKeywords": "Wood River car dealers; Wagons for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131569129,
    "ItemTitle": "2019 Chevrolet Traverse LT Leather",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GNERHKW8KJ251462",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GNERHKW8KJ251462-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Make sure to get your hands on this 2019 Chevrolet Traverse LT Leather with a push button start, remote starter, backup camera, a leather interior, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system before it's too late!  It has a 6 Cylinder engine.  This one's available at the low price of $41,290.  Don't skimp on safety. Rest easy with a 5 out of 5 star crash test rating.  For a good-looking vehicle from the inside out, this SUV features a sleek graphite metallic exterior along with a dark atmosphere/medium ash gray interior.  Connect to all your Bluetooth devices!  Youve never felt anything more comfortable than leather seats.  Save time with remote starter.  Feeling cramped? This SUV has all the room you need for you and your family thanks to a third row seat.  Don't sit on this decision for long...schedule your test drive today!",
    "ItemCategory": "SUV",
    "Price": "41290 USD",
    "SalePrice": "41290 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131577490,
    "ItemTitle": "2021 Chevrolet Traverse LT Leather",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GNERHKW7MJ128013",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GNERHKW7MJ128013-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "The push button start, remote starter, backup camera, a leather interior, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system of this 2021 Chevrolet Traverse LT Leather make this vehicle a true standout.  It comes with a 6 Cylinder engine.  This one's a deal at $40,990.  Drive away with an impeccable 5-star crash test rating and prepare yourself for any situation.  For a good-looking vehicle from the inside out, this SUV features a beautiful satin steel metallic exterior along with a jet black interior.  With Bluetooth in the vehicle, stay connected no matter where you are.  Youve never felt anything more comfortable than leather seats.  Get on the road faster with remote starter.  With the third row seat, there is enough room for everyone to be comfortable!  Come see us today and see this one in person!",
    "ItemCategory": "SUV",
    "Price": "40990 USD",
    "SalePrice": "40990 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131577493,
    "ItemTitle": "2020 Kia Sportage S",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=KNDP63AC9L7653073",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/KNDP63AC9L7653073-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "You'll love the look and feel of this 2020 Kia Sportage S, which features a backup camera, anti-lock brakes, and side air bag system.  We've got it for $29,778.  With an unbeatable 5-star crash test rating, this SUV puts safety first.  For a good-looking vehicle from the inside out, this SUV features a timeless black cherry pearl exterior along with a gray interior.  Built-in Bluetooth makes it easier to stay connected on the road.  Beat the sun with the tinted windows.  Don't sit on this decision for long...schedule your test drive today!",
    "ItemCategory": "SUV",
    "Price": "29778 USD",
    "SalePrice": "29778 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131577496,
    "ItemTitle": "2021 Mitsubishi Mirage G4 SE",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=ML32FVFJ7MHF02604",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/ML32FVFJ7MHF02604-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Silver 2021 Mitsubishi Mirage G4 SE might be just the sedan for you.  This one's on the market for $20,917.  For a good-looking vehicle from the inside out, this sedan features a charming silver exterior along with a black interior.  Make phone calls, access your GPS and more with Bluetooth.  Equipped with a rear spoiler, this vehicle will look and feel like it's ready to race.  Make your move before it's too late  schedule a test drive today!",
    "ItemCategory": "Sedan",
    "Price": "20917 USD",
    "SalePrice": "20917 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131578931,
    "ItemTitle": "2020 Dodge Charger GT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=2C3CDXHG0LH199471",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/2C3CDXHG0LH199471-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "You'll love getting behind the wheel of this 2020 Dodge Charger GT, which is complete with amenities such as a push button start, remote starter, backup camera, dual climate control, anti-lock brakes, and side air bag system.  It has a 6 Cylinder engine.  We're offering a great deal on this one at $36,990.  This sedan scored a crash test safety rating of 5 out of 5 stars.  It has great mileage with 19 MPG in the city and 30 MPG on the highway.  For a good-looking vehicle from the inside out, this sedan features a suave white knuckle clearcoat exterior along with a black interior.  A Bluetooth enabled vehicle means you can access your electronics hands free.  Save time with remote starter.  Interested? Don't let it slip away! Call today for a test drive.",
    "ItemCategory": "Sedan",
    "Price": "36990 USD",
    "SalePrice": "36990 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131593831,
    "ItemTitle": "2017 Cadillac CT6 3.6L Luxury",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1G6KD5RS2HU189403",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1G6KD5RS2HU189403-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It comes with a 6 Cylinder engine.  This one's available at the low price of $39,005.  For a good-looking vehicle from the inside out, this sedan awd features a charming stellar black metallic exterior along with a black interior.  The vehicle comes with Bluetooth, letting you access your electronics hands free.  Asking for directions is a thing of the past with the easy-to-use navigation system!  Youve never felt anything more comfortable than leather seats.  Don't waste a moment with remote starter.  This vehicle comes with a sunroof.  Call today and take this one out for a spin!",
    "ItemCategory": "Sedan",
    "Price": "39005 USD",
    "SalePrice": "39005 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131593832,
    "ItemTitle": "2017 Chevrolet Silverado 1500 LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCNKREC3HZ402769",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCNKREC3HZ402769-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "With features like backup camera, traction control, anti-lock brakes, and side air bag system, this 2017 Chevrolet Silverado 1500 LT is a must-have ride.  It has a 8 Cylinder engine.  This one's on the market for $37,851.  With an unbeatable 5-star crash test rating, this regular cab 4x4 puts safety first.  For a good-looking vehicle from the inside out, this regular cab 4x4 features a classic summit white exterior along with a jet black interior.  Bluetooth allows you to talk on your phone while keeping your eyes on the road.  Call today and take this one out for a spin!",
    "ItemCategory": "Pickup",
    "Price": "37851 USD",
    "SalePrice": "37851 USD",
    "ContextualKeywords": "Wood River car dealers; Pickups for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131593835,
    "ItemTitle": "2021 Chevrolet Silverado 1500 Custom",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCRYBEK7MZ352936",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCRYBEK7MZ352936-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Summit White 2021 Chevrolet Silverado 1500 Custom might be just the double cab 4x4 for you.  We've got it for $42,490.  For a good-looking vehicle from the inside out, this double cab 4x4 features a stunning summit white exterior along with a black interior.  Avoid costly cell phone tickets with the built-in Bluetooth feature.  You'll be on the road in no time with remote starter.  Interested? Call today and take it for a spin!",
    "ItemCategory": "Pickup",
    "Price": "42490 USD",
    "SalePrice": "42490 USD",
    "ContextualKeywords": "Wood River car dealers; Pickups for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131593839,
    "ItemTitle": "2019 Chevrolet Equinox Premier",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=2GNAXNEV5K6174391",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/2GNAXNEV5K6174391-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2019 Chevrolet Equinox Premier includes a push button start, remote starter, backup camera, a navigation system, a leather interior, dual climate control, heated seats, Bose sound system, OnStar Communication System, and anti-lock brakes and is a car that deserves some serious attention.  We're offering a great deal on this one at $32,197.  This safe and reliable SUV has a crash test rating of 5 out of 5 stars!  For a good-looking vehicle from the inside out, this SUV features a stunning sandy ridge metallic exterior along with a jet black interior.  Stay clear of distracted driving with Bluetooth.  You're going to love having the directions right here on the easy to use navigation system.  Youve never felt anything more comfortable than leather seats.  Driving has never been easier with remote starter.  Open the sunroof on this vehicle and get your daily Vitamin D!  Don't wait until it is too late! Call today to schedule an appointment.",
    "ItemCategory": "SUV",
    "Price": "32197 USD",
    "SalePrice": "32197 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131593840,
    "ItemTitle": "2021 Chevrolet Traverse LT Cloth",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GNERGKW3MJ156725",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GNERGKW3MJ156725-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It doesn't get much better than this 2021 Chevrolet Traverse LT 1LT, which boasts a push button start, backup camera, dual climate control, OnStar Communication System, anti-lock brakes, and side air bag system.  It has a 6 Cylinder engine.  This one's on the market for $40,936.  Looking to buy a safer SUV? Look no further! This one passed the crash test with 5 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV features a classic iridescent pearl tricoat exterior along with a jet black/dark galvanized interior.  Avoid costly cell phone tickets with the built-in Bluetooth feature.  Never sacrifice comfort or space again with the third row seating.  Interested? Call today and take it for a spin!",
    "ItemCategory": "SUV",
    "Price": "40936 USD",
    "SalePrice": "40936 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131593841,
    "ItemTitle": "2021 GMC Acadia SLE",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GKKNRLSXMZ165250",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GKKNRLSXMZ165250-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2021 GMC Acadia SLE is a great option for folks looking for top features like a push button start, remote starter, backup camera, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system.  It has a 6 Cylinder engine.  This one's available at the low price of $44,490.  Looking to buy a safer SUV 4X4? Look no further! This one passed the crash test with 5 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV 4X4 features a classic white exterior along with a black interior.  Access and sync all of your electronics with the Bluetooth feature.  Your time is important and you'll be able to save it with the convenience of remote starter.  Space isn't an issue in this SUV 4X4 with the third row seat!  This is the vehicle for you! Give us a call today and don't let it slip away!",
    "ItemCategory": "SUV",
    "Price": "44490 USD",
    "SalePrice": "44490 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131598680,
    "ItemTitle": "2018 Cadillac ATS 2.0T",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1G6AA1RX7J0177060",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1G6AA1RX7J0177060-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Crystal White Tricoat 2018 Cadillac ATS 2.0L Turbo might be just the coupe for you.  We're offering a great deal on this one at $31,367.  For a good-looking vehicle from the inside out, this coupe features a charming crystal white tricoat exterior along with a jet black with jet black accents interior.  Access your electronic devices hands free with Bluetooth in the vehicle.  Don't waste a moment with remote starter.  Open the sunroof on this vehicle and get your daily Vitamin D!  Make your move before it's too late  schedule a test drive today!",
    "ItemCategory": "Coupe",
    "Price": "31367 USD",
    "SalePrice": "31367 USD",
    "ContextualKeywords": "Wood River car dealers; Coupes for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131862500,
    "ItemTitle": "2020 Honda Odyssey EX-L",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=5FNRL6H78LB048080",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/5FNRL6H78LB048080-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It comes with a 6 Cylinder engine.  This one's a deal at $43,190.  For a good-looking vehicle from the inside out, this mini van features a stunning gray exterior along with a beige interior.  A Bluetooth enabled vehicle means you can access your electronics hands free.  Youve never felt anything more comfortable than leather seats.  You won't miss a beat with great time-saving features like remote starter.  Third row seating gives you the extra space your passengers need to get comfortable.  Open the sunroof on this vehicle and get your daily Vitamin D!  Interested? Call today and schedule a test drive!",
    "ItemCategory": "Mini-Van",
    "Price": "43190 USD",
    "SalePrice": "43190 USD",
    "ContextualKeywords": "Wood River car dealers; Mini-Vans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131862505,
    "ItemTitle": "2020 Jeep Wrangler Unlimited Sport S",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1C4HJXDGXLW106277",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1C4HJXDGXLW106277-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Bright White Clearcoat 2020 Jeep Wrangler Unlimited Sport S might be just the SUV 4X4 for you.  It has a 6 Cylinder engine.  We've got it for $40,790.  For a good-looking vehicle from the inside out, this SUV 4X4 features a timeless bright white clearcoat exterior along with a black interior.  Remain a safe, focused and responsible driver with the Bluetooth feature.  Call or visit to talk with one of our vehicle specialists today!",
    "ItemCategory": "SUV",
    "Price": "40790 USD",
    "SalePrice": "40790 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131862506,
    "ItemTitle": "2019 Chevrolet Blazer LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3GNKBBRA4KS583637",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3GNKBBRA4KS583637-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Featuring a push button start, backup camera, dual climate control, OnStar Communication System, anti-lock brakes, and side air bag system, be sure to take a look at this 2019 Chevrolet Blazer LT before it's gone.  We're offering a great deal on this one at $35,490.  This SUV scored a crash test safety rating of 5 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV features a classic sunlit bronze metallic exterior along with a jet black interior.  Avoid costly cell phone tickets with the built-in Bluetooth feature.  Good cars sell fast! Give us a call and schedule an appointment today!",
    "ItemCategory": "SUV",
    "Price": "35490 USD",
    "SalePrice": "35490 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131862508,
    "ItemTitle": "2022 Honda Pilot EX-L",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=5FNYF6H56NB023506",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/5FNYF6H56NB023506-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It has a 6 Cylinder engine.  This one's a deal at $45,990.  For a good-looking vehicle from the inside out, this SUV AWD features a sleek gray exterior along with a dark gray interior.  Connect to all your Bluetooth devices!  Youve never felt anything more comfortable than leather seats.  You won't miss a beat with great time-saving features like remote starter.  Third row seating gives you the extra space your passengers need to get comfortable.  Open the sunroof on this vehicle and get your daily Vitamin D!  Call today to test it out!",
    "ItemCategory": "SUV",
    "Price": "45990 USD",
    "SalePrice": "45990 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131862512,
    "ItemTitle": "2020 Ford EcoSport SE",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=MAJ3S2GE9LC359716",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/MAJ3S2GE9LC359716-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Get ready to go for a ride in this 2020 Ford EcoSport SE, which comes equipped with a push button start, backup camera, heated seats, anti-lock brakes, and side air bag system.  This one's on the market for $23,358.  Be sure of your safety with a crash test rating of 4 out of 5 stars.  For a good-looking vehicle from the inside out, this crossover features a stunning shadow black exterior along with an ebony black interior.  With Bluetooth in the vehicle, stay connected no matter where you are.  This vehicle comes with a sunroof.  Don't wait until it is too late! Call today to schedule an appointment.",
    "ItemCategory": "Wagon",
    "Price": "23358 USD",
    "SalePrice": "23358 USD",
    "ContextualKeywords": "Wood River car dealers; Wagons for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2131898516,
    "ItemTitle": "2019 Genesis G70 3.3T Advanced",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=KMTG74LE2KU008820",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/KMTG74LE2KU008820-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It comes with a 6 Cylinder engine.  This one's available at the low price of $42,990.  For a good-looking vehicle from the inside out, this 4 dr sedan features a beautiful casablanca white exterior along with a black interior.  Hands-free Bluetooth technology gives you the freedom to access electronic devices anywhere, anytime.  Youve never felt anything more comfortable than leather seats.  This vehicle comes equipped with a built-in navigation system.  Open the sunroof on this vehicle and get your daily Vitamin D!  Want to learn more? Call today for more information.",
    "ItemCategory": "Sedan",
    "Price": "42990 USD",
    "SalePrice": "42990 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132099272,
    "ItemTitle": "2019 Chevrolet Equinox LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=2GNAXKEV4K6219769",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/2GNAXKEV4K6219769-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "For a smoother ride, opt for this 2019 Chevrolet Equinox LT with a push button start, remote starter, backup camera, a navigation system, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system.  This one's a deal at $29,487.  Don't skimp on safety. Rest easy with a 5 out of 5 star crash test rating.  For a good-looking vehicle from the inside out, this SUV features a dazzling pacific blue metallic exterior along with a jet black interior.  Connect to all your Bluetooth devices!  You're going to love having the directions right here on the easy to use navigation system.  Driving has never been easier with remote starter.  This vehicle comes with a sunroof.  Good cars sell fast! Give us a call and schedule an appointment today!",
    "ItemCategory": "SUV",
    "Price": "29487 USD",
    "SalePrice": "29487 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132099276,
    "ItemTitle": "2021 Chevrolet Malibu Premier",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1G1ZE5SX3MF019282",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1G1ZE5SX3MF019282-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "For a top driving experience, check out this 2021 Chevrolet Malibu Premier with a push button start, remote starter, backup camera, a navigation system, a leather interior, dual climate control, heated seats, Bose sound system, OnStar Communication System, and anti-lock brakes.  This one's available at the low price of $34,990.  With a 4-star crash test rating, this is one of the safest vehicles you can buy.  For a good-looking vehicle from the inside out, this sedan features a sleek silver ice metallic exterior along with a jet black interior.  With Bluetooth, you can access your electronics anywhere, anytime.  Hate asking for directions? No need to ask anymore: Let this easy-to-use navigation system guide you.  Youve never felt anything more comfortable than leather seats.  Driving has never been easier with remote starter.  The sunroof allows you to let the sun in on warm days.  Call and schedule your test drive today!",
    "ItemCategory": "Sedan",
    "Price": "34990 USD",
    "SalePrice": "34990 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132099280,
    "ItemTitle": "2022 Volkswagen Atlas Cross Sport V6 SE 4Motion",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1V2KE2CA5NC204923",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1V2KE2CA5NC204923-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "For a smoother ride, opt for this 2022 Volkswagen Atlas Cross Sport SE w/Technology 4motion with a push button start, remote starter, backup camera, dual climate control, heated seats, anti-lock brakes, and side air bag system.  It has a 6 Cylinder engine.  This one's a deal at $45,990.  This safe and reliable SUV AWD has a crash test rating of 5 out of 5 stars!  For a good-looking vehicle from the inside out, this SUV AWD features a ravishing gray exterior along with a black interior.  Take calls, play your favorite tunes and more with the Bluetooth feature.  You won't miss a beat with great time-saving features like remote starter.  Open the sunroof on this vehicle and get your daily Vitamin D!  Don't regret waiting on this one! Call today to schedule your test drive.",
    "ItemCategory": "SUV",
    "Price": "45990 USD",
    "SalePrice": "45990 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132099286,
    "ItemTitle": "2018 Ford Mustang EcoBoost",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1FA6P8TH7J5175331",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1FA6P8TH7J5175331-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2018 Ford Mustang EcoBoost is complete with top-features such as the push button start, backup camera, anti-lock brakes, and side air bag system.  We've got it for $29,490.  This one's a keeper. It has a crash test safety rating of 5 out of 5 stars.  For a good-looking vehicle from the inside out, this fastback rwd features a gorgeous ruby red exterior along with an ebony interior.  Connect to all your Bluetooth devices!  Call today and take this one out for a spin!",
    "ItemCategory": "Coupe",
    "Price": "29490 USD",
    "SalePrice": "29490 USD",
    "ContextualKeywords": "Wood River car dealers; Coupes for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132099289,
    "ItemTitle": "2022 Kia Carnival LX",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=KNDNB5H30N6125922",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/KNDNB5H30N6125922-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Silver 2022 Kia Carnival LX might be just the mini van for you.  It comes with a 6 Cylinder engine.  We've got it for $43,990.  For a good-looking vehicle from the inside out, this mini van features a sharp silver exterior along with a gray interior.  With Bluetooth, you can access your electronics anywhere, anytime.  Third row seating gives you the extra space your passengers need to get comfortable.  Even the passengers in the back seat will ride in comfort thanks to the rear air control.  This is the vehicle you have been waiting for! Call now to schedule a test drive!",
    "ItemCategory": "Mini-Van",
    "Price": "43990 USD",
    "SalePrice": "43990 USD",
    "ContextualKeywords": "Wood River car dealers; Mini-Vans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132099291,
    "ItemTitle": "2021 Toyota 4Runner TRD Off-Road Premium",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=JTERU5JR1M5906376",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/JTERU5JR1M5906376-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "If you're shopping for a quality vehicle with perks such as a push button start, backup camera, a navigation system, heated seats, anti-lock brakes, and side air bag system, this 2021 Toyota 4Runner TRD Off-Road Premium may be the car for you.  It comes with a 6 Cylinder engine.  This one's available at the low price of $50,490.  Looking to buy a safer SUV 4X4? Look no further! This one passed the crash test with 4 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV 4X4 features a dazzling blue exterior along with a black interior.  Use your favorite electronic devices and keep your hands on the wheel with built-in Bluetooth.  Put away the map. The navigation system on this vehicle will get you where you need to go.  The sunroof allows you to let the sun in on warm days.  View this beauty and our entire inventory today! Call for more details.",
    "ItemCategory": "SUV",
    "Price": "50490 USD",
    "SalePrice": "50490 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132108656,
    "ItemTitle": "2021 Chevrolet Malibu LS Fleet",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1G1ZC5ST8MF038641",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1G1ZC5ST8MF038641-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Equipped with a push button start, backup camera, OnStar Communication System, anti-lock brakes, and side air bag system, this 2021 Chevrolet Malibu LS 1FL is a must for smart drivers everywhere.  This one's available at the low price of $28,791.  Don't skimp on safety. Rest easy with a 4 out of 5 star crash test rating.  For a good-looking vehicle from the inside out, this sedan features a ravishing silver ice metallic exterior along with a jet black interior.  With Bluetooth included, enjoy a secure, wireless connection for your favorite electronic devices.  Call today to schedule your test drive!",
    "ItemCategory": "Sedan",
    "Price": "28791 USD",
    "SalePrice": "28791 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132108657,
    "ItemTitle": "2018 Nissan Sentra SV",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3N1AB7AP1JY221491",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3N1AB7AP1JY221491-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2018 Nissan Sentra SV includes a push button start, backup camera, dual climate control, anti-lock brakes, and side air bag system and is a car that deserves some serious attention.  This one's a deal at $20,490.  Looking to buy a safer sedan? Look no further! This one passed the crash test with 4 out of 5 stars.  It has great mileage with 29 MPG in the city and 37 MPG on the highway.  For a good-looking vehicle from the inside out, this sedan features a dazzling gun metallic exterior along with a charcoal interior.  Access and sync all of your electronics with the Bluetooth feature.  Interested? Call today to take this vehicle for a spin!",
    "ItemCategory": "Sedan",
    "Price": "20490 USD",
    "SalePrice": "20490 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132200459,
    "ItemTitle": "2021 Chevrolet Blazer RS",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3GNKBERS5MS500035",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3GNKBERS5MS500035-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "For a top driving experience, check out this 2021 Chevrolet Blazer RS with a push button start, remote starter, backup camera, a navigation system, a leather interior, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system.  It comes with a 6 Cylinder engine.  This one's available at the low price of $46,990.  Don't skimp on safety. Rest easy with a 5 out of 5 star crash test rating.  For a good-looking vehicle from the inside out, this SUV features a charming cayenne orange metallic exterior along with a jet black interior.  Do more than just drive: Bluetooth capability provides wireless access for all your electronic devices.  Youve never felt anything more comfortable than leather seats.  Lost? This one will show you the way with its built-in navigation system.  Don't waste a moment with remote starter.  Open the sunroof on this vehicle and get your daily Vitamin D!  Call and schedule your test drive today!",
    "ItemCategory": "SUV",
    "Price": "46990 USD",
    "SalePrice": "46990 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132214518,
    "ItemTitle": "2021 Chevrolet Spark 1LT CVT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=KL8CD6SA8MC708018",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/KL8CD6SA8MC708018-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Summit White 2021 Chevrolet Spark 1LT might be just the hatchback for you.  This one's on the market for $19,245.  For a good-looking vehicle from the inside out, this hatchback features a gorgeous summit white exterior along with a jet black/dark anderson silver metallic interior.  The vehicle comes with Bluetooth, letting you access your electronics hands free.  Call today and take this one out for a spin!",
    "ItemCategory": "Hatchback",
    "Price": "19245 USD",
    "SalePrice": "19245 USD",
    "ContextualKeywords": "Wood River car dealers; Hatchbacks for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132214519,
    "ItemTitle": "2020 Chevrolet Spark LS CVT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=KL8CB6SA9LC404250",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/KL8CB6SA9LC404250-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Red Hot 2020 Chevrolet Spark LS might be just the hatchback for you.  We're offering a great deal on this one at $17,990.  For a good-looking vehicle from the inside out, this hatchback features a sleek red hot exterior along with a black interior.  Access your electronic devices hands free with Bluetooth in the vehicle.  Tinted windows mean this vehicle won't overheat in the summer.  Interested? Call today to take this vehicle for a spin!",
    "ItemCategory": "Hatchback",
    "Price": "17990 USD",
    "SalePrice": "17990 USD",
    "ContextualKeywords": "Wood River car dealers; Hatchbacks for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132304449,
    "ItemTitle": "2020 Chevrolet Blazer LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3GNKBCRS1LS665891",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3GNKBCRS1LS665891-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "With top features including the push button start, remote starter, backup camera, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system, this 2020 Chevrolet Blazer LT is a great decision.  It has a 6 Cylinder engine.  This one's on the market for $37,490.  Looking to buy a safer SUV? Look no further! This one passed the crash test with 5 out of 5 stars.  For a good-looking vehicle from the inside out, this SUV features a charming summit white exterior along with a jet black interior.  Make phone calls, access your GPS and more with Bluetooth.  Don't waste a moment with remote starter.  Make your move before it's too late  schedule a test drive today!",
    "ItemCategory": "SUV",
    "Price": "37490 USD",
    "SalePrice": "37490 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132316671,
    "ItemTitle": "2018 Ford Flex SEL",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=2FMGK5C84JBA22098",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/2FMGK5C84JBA22098-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It has a 6 Cylinder engine.  We're offering a great deal on this one at $33,775.  For a good-looking vehicle from the inside out, this crossover features a sharp white platinum exterior along with a charcoal black interior.  Enjoy easy, hands-free access to your electronic devices with built-in Bluetooth.  You'll never have to stop for directions again! This vehicle comes with a navigation system.  Youve never felt anything more comfortable than leather seats.  Driving has never been easier with remote starter.  With the third row seat, it's like adding an extension to your crossover.  Good cars sell fast! Give us a call and schedule an appointment today!",
    "ItemCategory": "Crossover",
    "Price": "33775 USD",
    "SalePrice": "33775 USD",
    "ContextualKeywords": "Wood River car dealers; Crossovers for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132425393,
    "ItemTitle": "2021 Chevrolet Silverado 1500 LT LT1",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCRYDED2MZ119334",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCRYDED2MZ119334-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Silver Ice Metallic 2021 Chevrolet Silverado 1500 LT LT1 might be just the double cab 4x4 for you.  It comes with a 8 Cylinder engine.  This one's on the market for $42,826.  For a good-looking vehicle from the inside out, this double cab 4x4 features a timeless silver ice metallic exterior along with a black interior.  Enjoy handsfree communication with your Bluetooth.  Save time with remote starter.  View this beauty and our entire inventory today! Call for more details.",
    "ItemCategory": "Double Cab 4X4",
    "Price": "42826 USD",
    "SalePrice": "42826 USD",
    "ContextualKeywords": "Wood River car dealers; Double Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132502462,
    "ItemTitle": "2021 GMC Canyon At4",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GTG6FENXM1245716",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GTG6FENXM1245716-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Black 2021 GMC Canyon At4 might be just the crew cab 4x4 for you.  It has a 6 Cylinder engine.  This one's on the market for $42,990.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a ravishing black exterior along with a black interior.  Equipped with Bluetooth technology, enjoy your favorite electronic devices wirelessly.  Don't waste a moment with remote starter.  Interested? Call today and schedule a test drive!",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "42990 USD",
    "SalePrice": "42990 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132502464,
    "ItemTitle": "2020 Chevrolet Express Cargo Work Van Cargo",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCWGAFG9L1264929",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCWGAFG9L1264929-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Summit White 2020 Chevrolet Express Cargo Work Van Cargo might be just the cargo van for you.  It comes with a 8 Cylinder engine.  This one's a deal at $45,330.  For a good-looking vehicle from the inside out, this cargo van features a gorgeous summit white exterior along with a jet black/medium dark pewter interior.  Call and schedule your test drive today!",
    "ItemCategory": "Cargo Van",
    "Price": "45330 USD",
    "SalePrice": "45330 USD",
    "ContextualKeywords": "Wood River car dealers; Cargo Vans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132502468,
    "ItemTitle": "2020 GMC Sierra 2500HD Denali",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GT49RE75LF177758",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GT49RE75LF177758-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It comes with a 8 Cylinder engine.  This one's a deal at $74,490.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a classic onyx black exterior along with a jet black interior.  Equipped with Bluetooth technology, enjoy your favorite electronic devices wirelessly.  Youve never felt anything more comfortable than leather seats.  Never worry about getting lost again thanks to your navigation system.  Save time with remote starter.  Call or visit to talk with one of our vehicle specialists today!",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "74490 USD",
    "SalePrice": "74490 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132502471,
    "ItemTitle": "2021 GMC Sierra 2500HD Denali",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GT49REY3MF208158",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GT49REY3MF208158-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "It has a 8 Cylinder engine.  This one's available at the low price of $80,990.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a classic black exterior along with a black interior.  With Bluetooth in the vehicle, stay connected no matter where you are.  Tired of stopping for directions? Use the built-in navigation system instead!  Youve never felt anything more comfortable than leather seats.  Your time is important and you'll be able to save it with the convenience of remote starter.  Open the sunroof on this vehicle and get your daily Vitamin D!  Call today and take this one out for a spin!",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "80990 USD",
    "SalePrice": "80990 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132502472,
    "ItemTitle": "2019 GMC Savana Cargo Work Van",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GTW7AFG1K1352145",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GTW7AFG1K1352145-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Summit White 2019 GMC Savana Cargo Work Van might be just the cargo van for you.  It has a 8 Cylinder engine.  This one's a deal at $42,990.  For a good-looking vehicle from the inside out, this cargo van features a sharp summit white exterior along with a jet black/medium dark pewter interior.  This is the vehicle for you! Give us a call today and don't let it slip away!",
    "ItemCategory": "Cargo Van",
    "Price": "42990 USD",
    "SalePrice": "42990 USD",
    "ContextualKeywords": "Wood River car dealers; Cargo Vans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132502479,
    "ItemTitle": "2020 Cadillac XT6 Sport",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GYKPGRS0LZ171343",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GYKPGRS0LZ171343-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This 2020 Cadillac XT6 Sport includes a push button start, remote starter, backup camera, a navigation system, a leather interior, dual climate control, heated seats, Bose sound system, OnStar Communication System, and anti-lock brakes and is a car that deserves some serious attention.  It comes with a 6 Cylinder engine.  This one's available at the low price of $56,990.  With a 5-star crash test rating, this is one of the safest vehicles you can buy.  For a good-looking vehicle from the inside out, this SUV 4X4 features a dazzling radiant silver metallic exterior along with a jet black interior.  Simplify your everyday with Bluetooth technology that keeps you connected.  Never worry about getting lost again thanks to your navigation system.  Youve never felt anything more comfortable than leather seats.  You won't miss a beat with great time-saving features like remote starter.  This SUV 4X4 includes a third row seat for more space and storage!  This vehicle comes with a sunroof.  Good cars sell fast! Give us a call and schedule an appointment today!",
    "ItemCategory": "SUV 4X4",
    "Price": "56990 USD",
    "SalePrice": "56990 USD",
    "ContextualKeywords": "Wood River car dealers; SUV 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132581720,
    "ItemTitle": "2018 Cadillac CTS 2.0L Turbo Luxury",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1G6AR5SXXJ0117896",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1G6AR5SXXJ0117896-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "With such great unique features like a push button start, remote starter, backup camera, a navigation system, a leather interior, dual climate control, heated seats, Bose sound system, OnStar Communication System, and anti-lock brakes, you'll be excited to take this 2018 Cadillac CTS 2.0L Turbo Luxury for a ride.  This one's on the market for $32,490.  This safe and reliable sedan has a crash test rating of 5 out of 5 stars!  For a good-looking vehicle from the inside out, this sedan features a stunning black raven exterior along with a jet black with jet black accents interior.  Use your favorite electronic devices and keep your hands on the wheel with built-in Bluetooth.  Youve never felt anything more comfortable than leather seats.  Experience places you never would have gone before without this state of the art navigation system.  Get on the road faster with remote starter.  Open the sunroof on this vehicle and get your daily Vitamin D!  This is the vehicle for you! Give us a call today and don't let it slip away!",
    "ItemCategory": "Sedan",
    "Price": "32490 USD",
    "SalePrice": "32490 USD",
    "ContextualKeywords": "Wood River car dealers; Sedans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132581721,
    "ItemTitle": "2014 Chrysler Town & Country S",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=2C4RC1HGXER340081",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/2C4RC1HGXER340081-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "When you're ready for an automotive upgrade, try this 2014 Chrysler Town & Country S on for size, which features a backup camera, dual climate control, anti-lock brakes, and side air bag system.  It has a 6 Cylinder engine.  This one's on the market for $12,990.  Looking to buy a safer mini van? Look no further! This one passed the crash test with 4 out of 5 stars.  For a good-looking vehicle from the inside out, this mini van features a charming deep cherry red crystal pearlcoat exterior along with a black interior.  Have access to all of your electronics safely and easily through your Bluetooth.  Surprise! Get comfy with this vehicle's third row seat.  Interested? Call today and schedule a test drive!",
    "ItemCategory": "Mini Van",
    "Price": "12990 USD",
    "SalePrice": "12990 USD",
    "ContextualKeywords": "Wood River car dealers; Mini Vans for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132638007,
    "ItemTitle": "2020 Chevrolet Traverse LT 1LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GNERGKW4LJ290271",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GNERGKW4LJ290271-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Armed with a push button start, remote starter, backup camera, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system, you won't be able to get enough of this 2020 Chevrolet Traverse LT 1LT.  It has a 6 Cylinder engine.  This one's on the market for $38,990.  It also includes Roadside Assistance, Courtesy Transportation.  This vehicle also comes with 12,000 warranty miles and has been subjected to a rigorous, 172 -point inspection for condition and appearance.  This safe and reliable SUV has a crash test rating of 5 out of 5 stars!  For a good-looking vehicle from the inside out, this SUV features a sharp cajun red tintcoat exterior along with a jet black interior.  Simplify your everyday with Bluetooth technology that keeps you connected.  Driving has never been easier with remote starter.  Take the whole crew along with third row seating.  Make your move before it's too late  schedule a test drive today!",
    "ItemCategory": "SUV",
    "Price": "38990 USD",
    "SalePrice": "38990 USD",
    "ContextualKeywords": "Wood River car dealers; SUVs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132639933,
    "ItemTitle": "2022 Chevrolet Silverado 1500 RST",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCUDEED8NZ533134",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCUDEED8NZ533134-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Northsky Blue Metallic 2022 Chevrolet Silverado 1500 RST might be just the crew cab 4x4 for you.  It has a 8 Cylinder engine.  We're offering a great deal on this one at $55,595.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a timeless northsky blue metallic exterior along with a jet black cloth seat trim interior.  Make your move before it's too late  schedule a test drive today!",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "55595 USD",
    "SalePrice": "55595 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132639935,
    "ItemTitle": "2022 Chevrolet Silverado 1500 LT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCUDDED8NZ529062",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCUDDED8NZ529062-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Red 2022 Chevrolet Silverado 1500 LT might be just the crew cab 4x4 for you.  It has a 8 Cylinder engine.  This one's on the market for $56,410.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a sharp red exterior along with a black interior.  Interested? Don't let it slip away! Call today for a test drive.",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "56410 USD",
    "SalePrice": "56410 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132641923,
    "ItemTitle": "2021 Buick Envision Essence",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=LRBFZNR43MD112498",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/LRBFZNR43MD112498-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "Treat yourself to this 2021 Buick Envision Essence, which features a push button start, remote starter, backup camera, a leather interior, dual climate control, heated seats, OnStar Communication System, anti-lock brakes, and side air bag system.  This one's on the market for $41,490.  With a crash test rating of 5 out of 5 stars, everyone can feel secure.  For a good-looking vehicle from the inside out, this crossover features a suave burnished bronze metallic exterior along with a whisper beige seats interior.  Take calls, play your favorite tunes and more with the Bluetooth feature.  Youve never felt anything more comfortable than leather seats.  Get on the road faster with remote starter.  Interested? Don't let it slip away! Call today for a test drive.",
    "ItemCategory": "Crossover",
    "Price": "41490 USD",
    "SalePrice": "41490 USD",
    "ContextualKeywords": "Wood River car dealers; Crossovers for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132656959,
    "ItemTitle": "2022 Ford Maverick XLT",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=3FTTW8F9XNRA04077",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/3FTTW8F9XNRA04077-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Area 51 2022 Ford Maverick XLT might be just the pickup truck awd for you.  We've got it for $42,990.  For a good-looking vehicle from the inside out, this pickup truck awd features a timeless area 51 exterior along with a navy pier / medium slate interior.  Your electronics will sync up easily with this Bluetooth enabled vehicle.  Call and schedule your test drive today!",
    "ItemCategory": "Pickup Truck AWD",
    "Price": "42990 USD",
    "SalePrice": "42990 USD",
    "ContextualKeywords": "Wood River car dealers; Pickup Truck AWDs for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  },
  {
    "ID2": 2132668812,
    "ItemTitle": "2022 Chevrolet Silverado 1500 RST",
    "FinalURL": "https://www.schmittchevrolet.com/VehicleSearchResults?searchQuery=1GCUDEEDXNZ537704",
    "ImageURL": "https://cdn.getauto.com/photos/3/156863/1c/1GCUDEEDXNZ537704-1c.jpg",
    "ItemSubtitle": "At your Wood River dealership",
    "ItemDescription": "This Dark Ash Metallic 2022 Chevrolet Silverado 1500 RST might be just the crew cab 4x4 for you.  It has a 8 Cylinder engine.  We've got it for $55,595.  For a good-looking vehicle from the inside out, this crew cab 4x4 features a dazzling dark ash metallic exterior along with a jet black cloth seat trim interior.  Interested? Call today and take it for a spin!",
    "ItemCategory": "Crew Cab 4X4",
    "Price": "55595 USD",
    "SalePrice": "55595 USD",
    "ContextualKeywords": "Wood River car dealers; Crew Cab 4X4s for sale",
    "ItemAddress": "1870 E Edwardsville Road, Wood River, IL 62095",
    "TrackingTemplate": "",
    "CustomParameter": "",
    "FinalMobileURL": ""
  }
]
